Repository: alex-mahr/keyhelp-translation
Catalog: */LC_MESSAGES/auto_email.po
Languages: de

source: Reset password
de: Passwort zurücksetzen

source: Hello user ##user##! A reset of you password was requested for your account. If you have not requested this email, simply ignore it. ------------ Username: ##user## Server: ##panelurl## ------------ To reset your password, click the following link: ##reset_link## Please note, this link is only valid for a short period of time. Best regards, your support team --- This message was generated automatically - PLEASE DO NOT REPLY TO THIS EMAIL!
de: Hallo User ##user##! Für Ihren Account wurde das Zurücksetzen des Passworts beantragt. Sollten Sie diese E-Mail nicht angefordert haben, ignorieren Sie sie einfach. ------------ Benutzername: ##user## Server: ##panelurl## ------------ Um Ihr Passwort zurückzusetzen, klicken Sie auf folgenden Link: ##reset_link## Bitte beachten Sie, dass dieser Link nur für einen kurzen Zeitraum gültig ist. Viele Grüße, Ihr Support Team --- Diese Nachricht wurde automatisch generiert - BITTE ANTWORTEN SIE NICHT AUF DIESE E-MAIL!

source: Your disk space consumption reaches > 90%!
de: Ihr Speicherverbrauch erreicht > 90%!

source: Hello user ##user##! Your disk space consumption on the server ##server## has just reached 90% of your available space. Please note that if you reach 100%: - you can not upload any more data - you can not receive emails - your database rights will be restricted Best regards, your support team --- This message was generated automatically - PLEASE DO NOT REPLY TO THIS EMAIL!
de: Hallo User ##user##! Ihr Speicherverbrauch auf dem Server ##server## hat soeben 90% Ihres maximal verfügbaren Speicherplatzes erreicht Bitte beachten Sie, wenn Ihr Speicherplatz 100% erreicht: - können Sie keine Daten mehr hochladen - können Sie keine E-Mails mehr empfangen - werden Ihre Datenbankrechte eingeschränkt Viele Grüße, Ihr Support Team --- Diese Nachricht wurde automatisch generiert - BITTE ANTWORTEN SIE NICHT AUF DIESE E-MAIL!

source: WARNING - your disk space usage reaches 100%!
de: ACHTUNG - Ihr Speicherverbrauch erreicht 100%!

source: Hello user ##user##! Your disk space consumption on the server ##server## has just reached its maximum available space. As long as you do not rectify this problem: - you can not upload any more data - you can not receive emails - your database rights stay restricted Note: As soon as you have enough free disk space available, it will still take a little moment, until your account is automatically fully unlocked again. Please have patience. Best regards, your support team --- This message was generated automatically - PLEASE DO NOT REPLY TO THIS EMAIL!
de: Hallo User ##user##! Ihr Speicherverbrauch auf dem Server ##server## hat soeben Ihren maximal verfügbaren Speicherplatz überschritten. Solange Sie dieses Problem nicht beheben: - können Sie keine Daten mehr hochladen - können Sie keine E-Mails mehr empfangen - bleiben Ihre Datenbankrechte eingeschränkt Hinweis: Sobald Sie genügend freien Speicherplatz geschaffen haben dauert es noch einen kleinen Moment, bis Ihr Account automatisch wieder vollständig freigeschaltet wird. Bitte haben Sie einen Augenblick Geduld. Viele Grüße, Ihr Support Team --- Diese Nachricht wurde automatisch generiert - BITTE ANTWORTEN SIE NICHT AUF DIESE E-MAIL!

source: Warmly Welcome!
de: Herzlich Willkommen!

source: Hello user ##user##! A KeyHelp user account has just been created for you. You can now log in to the web interface. ------------ Login name: ##user## Password: ##password## KeyHelp web interface: ##panelurl## ------------ Best regards, your support team --- This message was generated automatically - PLEASE DO NOT REPLY TO THIS EMAIL!
de: Hallo User ##user##! Ein KeyHelp-Benutzerkonto wurde für Sie erstellt. Sie können sich ab sofort auf der Web-Oberfläche einloggen. ------------ Login-Name: ##user## Passwort: ##password## KeyHelp-Oberfläche: ##panelurl## ------------ Viele Grüße, Ihr Support Team --- Diese Nachricht wurde automatisch generiert - BITTE ANTWORTEN SIE NICHT AUF DIESE E-MAIL!

source: Your new password!
de: Ihr neues Passwort!

source: Hello user ##user##! An administrator has assigned new login credentials for your KeyHelp account. You can now log in to the web interface with your new login credentials ------------ Login name: ##user## Password: ##password## KeyHelp web interface: ##panelurl## ------------ Best regards, your support team --- This message was generated automatically - PLEASE DO NOT REPLY TO THIS EMAIL!
de: Hallo User ##user##! Ein Administrator hat Ihnen neue Zugangsdaten für Ihren KeyHelp-Account zugewiesen. Sie können sich ab sofort mit Ihren neuen Daten auf der Web-Oberfläche einloggen. ------------ Login-Name: ##user## Passwort: ##password## KeyHelp-Oberfläche: ##panelurl## ------------ Viele Grüße, Ihr Support Team --- Diese Nachricht wurde automatisch generiert - BITTE ANTWORTEN SIE NICHT AUF DIESE E-MAIL!

source: Your mailbox has been setup successfully!
de: Ihr Postfach wurde erfolgreich eingerichtet!

source: Hello user ##user##! We are pleased to inform you, that your new mailbox ##email## has just been setup completely. Now you can receive and send emails. Best regards, your support team --- This message was generated automatically - PLEASE DO NOT REPLY TO THIS EMAIL!
de: Hallo User ##user##! Wir freuen uns Ihnen mitteilen zu dürfen, dass Ihr neues Postfach ##email## soeben vollständig eingerichtet wurde. Sie können nun E-Mails empfangen und verschicken. Viele Grüße, Ihr Support Team --- Diese Nachricht wurde automatisch generiert - BITTE ANTWORTEN SIE NICHT AUF DIESE E-MAIL!

source: Your domain "##domain##" has been disabled!
de: Ihre Domain "##domain##" wurde deaktiviert!

source: Hello user ##user##! An administrator has disabled one of your domains: ##domain## The domain and its subdomains are now no longer reachable via web browser. Best regards, your support team --- This message was generated automatically - PLEASE DO NOT REPLY TO THIS EMAIL!
de: Hallo User ##user##! Ein Administrator hat eine Ihrer Domains deaktiviert: ##domain## Die Domain und deren Subdomains sind von nun an nicht mehr via Webbrowser erreichbar. Viele Grüße, Ihr Support Team --- Diese Nachricht wurde automatisch generiert - BITTE ANTWORTEN SIE NICHT AUF DIESE E-MAIL!

source: Your domain "##domain##" has been enabled!
de: Ihre Domain "##domain##" wurde aktiviert!

source: Hello user ##user##! An administrator has enabled one of your domains: ##domain## The domain should now be fully reachable. Best regards, your support team --- This message was generated automatically - PLEASE DO NOT REPLY TO THIS EMAIL!
de: Hallo User ##user##! Ein Administrator hat eine Ihrer Domains aktiviert: ##domain## Die Domain ist nun vollständig erreichbar sein. Viele Grüße, Ihr Support Team --- Diese Nachricht wurde automatisch generiert - BITTE ANTWORTEN SIE NICHT AUF DIESE E-MAIL!
