Repository: alex-mahr/keyhelp-translation
Catalog: */LC_MESSAGES/common.po
Languages: bs, it

source: Edit DNS zone | Default zone file active
bs: Uredi DNS zonu. | Standartna datoteka zone aktivna
it: Modificare la zona DNS | Zona DNS predefinita attiva

source: Dismiss this message
bs: Odbiji ovu poruku
it: Ignora questo messaggio

source: Update notes
bs: Update biljeske

source: KeyHelp was updated to version %s.
bs: KeyHelp je obnovljen na verziju %s.

source: %s Day(s), %s Hour(s), %s Minute(s), %s Second(s)
bs: %s Dan(a), %s Sat(i), %s Minut(a), %s Sekund(i)
it: %s Giorno (i),%s Ora (e),%s Minuto (i),%s Secondi

source: Usage
bs: Upotreba
it: Utilizzo

source: Free
bs: Slobodno
it: Libero

source: Used
bs: Zauzeto
it: Usato

source: Total
bs: Ukupno
it: Totale

source: Admins: %1$s | Users: %2$s
bs: Administratora: %1$s | Korisnika: %2$s
it: Amministratori: %1$s | Utenti: %2$s

source: disabled
bs: zakljucano
it: disabilitato

source: After %s second
bs: Nakon %s Sekund
it: Dopo %s secondi

source: All
bs: Sve
it: Tutto

source: Info
bs: Informacija

source: Warning
bs: Upozorenje
it: Attenzione

source: Attention! There are more than %s records in queue! There is possible some issues with spam messages.
bs: Paznja! Ima vise od %s e-mailova na redu! Moguce je da dodje do problema sa spamom.
it: Attenzione! Ci sono più di %s record in coda! Ci sono possibili problemi con messaggi di posta indesiderati.

source: Messages in queue: %s
bs: Poruke na redu: %s
it: Messaggi in coda: %s

source: Test environment
bs: Test Okolina
it: Ambiente di prova

source: Live environment
bs: Javna Okolina
it: Ambiente Live

source: No notification
bs: Nema obavjestenja

source: Day
bs: Dan

source: Show log file
bs: Prikazi log datoteku
it: Mostra file log

source: Start task now
bs: Pocni zadatak sad
it: Inizia attività

source: Task queued
bs: Zadatak je spremljen
it: Attività in coda

source: (of physical RAM)
bs: (od fizickog RAM)
it: (di RAM fisica)

source: Used %s time
bs: Korisceno %s put

source: Service is running
bs: Servis je pokrenut
it: Servizio in esecuzione

source: Service is already running
bs: Servis je vec pokrenut
it: Servizio già in esecuzione

source: Stop Service
bs: Stopiraj servis
it: Arresta servizio

source: Restart Service
bs: Ponovo pokreni servis
it: Riavvia servizio

source: Service is not running
bs: Servis nije pokrenut
it: Servizio non in esecuzione

source: Start Service
bs: Pokreni servis
it: Avvia servizio

source: Service has already been stopped
bs: Servis je vec stopiran
it: Servizio è già stato arrestato

source: The status could not be determined
bs: Stanje se nije moglo utvrditi
it: Impossibile determinare lo stato

source: This service is vital for the administration panel, no action allowed
bs: Ovaj servis je od vitalnog znacaja za administratorski panel, nikakva akcija nije dozvoljena
it: Questo servizio è di vitale importanza per il pannello di amministrazione, nessuna azione consentita

source: SSL Certificates
bs: SSl Zertifikati
it: Certificati SSL

source: Add Certificate
bs: Dodaj certifikat
it: Aggiungi Certificato

source: Year(s)
bs: Godina(u)
it: Anno(i)

source: Delete Certificate
bs: Obrisi certifikat
it: Elimina certificato

source: Edit Certificate
bs: Izmjeni certifikat
it: Modifica Certificato

source: Expired
bs: Isteklo
it: Scaduto

source: Expires soon
bs: Istice uskoro
it: Scadrà tra poco.

source: Let's Encrypt certificate
bs: Let's Encrypt certifikat
it: Certificato Let's Encrypt

source: Edit SSL Certificate
bs: Izmjeni SSL certifikat
it: Modifica Certificato SSL

source: Delete SSL Certificate
bs: Obrisi SSL certifikat
it: Elimina il Certificato SSL

source: Protected Services: %s
bs: Osigurani servisi: %s
it: Servizi protetti: %s

source: Account Templates
bs: Nalog Sablone
it: Modelli di account

source: Add Template
bs: Dodaj sablon
it: Aggiungi Template

source: Delete Template
bs: Obrisi sablon
it: Elimina modello

source: Edit Template
bs: Izmjeni sablon
it: Modifica Template

source: Edit Account Template
bs: Izmjeni sablon naloga
it: Modifica Modello di Account

source: Delete Account Template
bs: Obrisi sablon naloga
it: Eliminare Account Modello

source: Email Templates
bs: E-Mail Sablone
it: Modelli per le email

source: Edit Email Template
bs: Izmjeni E-Mail sablon
it: Modifica il modello di email

source: Delete Email Template
bs: Obrisi E-Mail sablon
it: Elimina il modello di email

source: No data gathered yet
bs: Trenutno nikakvi podaci okupljeni
it: Nessun dato raccolto ancora

source: Edit Settings
bs: Izmjeni podesavanja
it: Modifica Impostazioni

source: White label settings for language "%s"
bs: White label podesavanja za jezik "%s"
it: Impostazioni white label per lingua "%s"

source: Import Settings
bs: Importiraj podesavanja
it: Importa le impostazioni

source: Edit White Label Settings
bs: Izmjeni white label podesavanja
it: Modificare le impostazioni di white label

source: Reset White Label Settings
bs: Vrati white label podesavanja
it: Ripristinare le impostazioni white label

source: Create A Backup
bs: Napravi sigurnosnu kopiju
it: Creare un backup

source: Local
bs: Lokalno
it: Locale

source: Remote
bs: Daljinsko
it: Remoto

source: Undefined
bs: Nedefinirano
it: Non definito

source: Manually
bs: Rucno
it: Manualmente

source: Started by user
bs: Pokrenuto sa strane korisnika
it: Iniziato dall'utente

source: Automatically
bs: Automaski
it: Automaticamente

source: Scheduled backup
bs: Planirana sigurnosna kopija
it: Backup pianificato

source: Starts soon
bs: Pocinje uskoro
it: Inizierà presto

source: Processing (Progress: %u %%)
bs: U toku (Napredak: %u %%)
it: Elaborazione (progresso: %u %%)

source: Finished successfully
bs: Uspjesno zavrseno
it: Terminato con successo

source: Canceled (Error: %s)
bs: Prekinuto (Greska: %s)
it: Annullata (errore: %s)

source: Are you looking for a suitable storage space for your backups?
bs: Dali ste u potragi za jako dobrim i jednostavnim prostorom za vase backups?
it: Cerchi uno spazio di archiviazione adatto per i backup?

source: How about KeyDisc, the flexible cloud storage?
bs: Kako bi bilo sa KeyDisc, jednostavna i jako fleksibilan cloud prostor?
it: Che ne dici KeyDisc, cloud storage flessibile?

source: Remote Server Settings
bs: Podesavanja za udaljeni server
it: Configura server remoto

source: Repository
bs: Izvor

source: Download
bs: Preuzmi

source: (Files: %1$s | Size: %2$s)
bs: (Fajlova: %1$s | Velicina: %2$s)
it: (File: %1$s | Dimensioni: %2$s)

source: Schedule A Backup
bs: Planirana sigurnosna kopija
it: Pianifica un backup

source: Daily
bs: Dnevno
it: Giornaliero

source: Weekly
bs: Sedmicno
it: Settimanale

source: The file limit for the local repository has been set to %s by the administrator.
bs: Limit za lokalnu kopiju je podesen na %s sa strane administratora.
it: Il limite di file per il repository locale è impostato a %s dall'amministratore.

source: DNS Zone Editor
bs: Urednik DNS zona
it: Editor di zona DNS

source: Click the following link to set a new password.
bs: Kliknite slijedeci link da postavite novu Lozinku.

source: Profile setting
bs: Podesavanja Profila
it: Impostazione del profilo

source: A user has changed its contact data
bs: Jedan korisnik je promjenio svoje kontakt podatke
it: Un utente ha modificato i dati di contatto

source: The user "%s" has changed its contact data.
bs: Korisnik "%s" je promjenio svoje kontakt podatke.
it: L'utente "%s" ha cambiato i suoi dati di contatto.

source: Previously stored data:
bs: Prethodno sacuvani podaci:
it: Dati precedentemente memorizzati:

source: New data:
bs: Novi podaci:
it: nuovi dati:

source: Directory Protection
bs: Zastita Direktorije
it: Protezione di directory

source: Add Directory Protection
bs: Dodaj zastitu direktorije
it: Aggiungi una cartella alle protette

source: The directory protection for the directory <b>%s</b> has been successfully created and is available in a few moments.
bs: Zastita Direktorije za Direktoriju <b>%s</b> je uspjesno napravljena i bice dostupna za nekoliko trenutaka.
it: La protezione di directory per la cartella <b>%s</b> è stata creata e sarà disponibile in pochi istanti.

source: Edit Directory Protection
bs: Izmjeni zastitu direktorije
it: Modificare la protezione Directory

source: The directory protection for the directory <b>%s</b> has been successfully updated. The changes take effect in a few moments.
bs: Zastita Direktorije za Direktoriju <b>%s</b> je uspjesno izmjenuta i bice dostupna za nekoliko trenutaka.
it: La protezione di directory per la cartella <b>%s</b> è stata aggiornata con successo. Le modifiche avranno effetto in pochi istanti.

source: Delete Directory Protection
bs: Obrisi zastitu direktorije
it: Eliminare la protezione di Directory

source: The title for this directory is not unique
bs: Naslov za ovu direktoriju nije jedinstven
it: Il nome per questa directory non è univoco

source: The domain "<b>%s</b>" has been successfully created.
bs: Domena "<b>%s</b>" je uspjesno napravljena.
it: Il dominio "<b>%s</b>" è stato creato con successo.

source: You can now modify the security settings.
bs: Sada mozete mijenjati sigurnosne postavke.
it: È ora possibile modificare le impostazioni di protezione.

source: Limitations of current panel version:
bs: Ogranicenja za trenutno panel verziju:
it: Limitazioni della versione corrente del pannello:

source: When changing to <b>No Certificate</b> / <b>Let's Encrypt</b> you can't change back to this certificate without the help of an administrator.
bs: Kada promjenite na <b>Bez certifikata</b> / <b>Let's Encrypt</b> vi se nemozete jednostavno vratiti na ovaj certifikat bez pomoci od administratora.
it: Quando si passa a <b>Nessun certificato</b> / <b>Let's Encrypt</b> non è possibile modificare il certificato senza l'aiuto di un amministratore.

source: You are currently using <strong>%1$s</strong> of <strong>%2$s</strong> potential subdomains.
bs: Vi trenutno koristite <strong>%1$s</strong> od <strong>%2$s</strong> mogucih subdomeni.
it: Attualmente si utilizzano <strong>%1$s</strong>su <strong>%2$s</strong> potenziali sottodomini.

source: Email Addresses
bs: E-Mail Adrese
it: Indirizzi Email

source: Add Email Account
bs: Dodaj E-Mail nalog
it: Aggiungere Account di posta elettronica

source: Delete Email Account
bs: Obrisi E-Mail nalog
it: Eliminare Account E-mail

source: Edit Email Account
bs: Izmjeni E-Mail nalog
it: Modificare l'Account di posta elettronica

source: Default ( %s MB )
bs: Zadano ( %s MB )
it: Predefinito (%s MB)

source: <strong>%1$s</strong> of <strong>%2$s</strong> potential email accounts.
bs: <strong>%1$s</strong> od <strong>%2$s</strong> od mogucih E-Mail naloga.
it: <strong>%1$s</strong>su <strong>%2$s</strong> potenziali account di posta elettronica.

source: <strong>%1$s</strong> of <strong>%2$s</strong> potential email addresses.
bs: <strong>%1$s</strong> od <strong>%2$s</strong> mogucih E-Mail adresa.
it: <strong>%1$s</strong> su <strong>%2$s</strong> potenziali indirizzi email.

source: Virus-Check
bs: Virus-Provjera

source: Spam-Check
bs: Spam-Provjera

source: FTP User
bs: FTP korisnik
it: Utente FTP

source: Add FTP User
bs: Dodaj FTP korisnika
it: Aggiungi utente FTP

source: Edit FTP User
bs: Izmjeni FTP korisnika
it: Modifica utente FTP

source: Delete FTP User
bs: Obrisi FTP korisnika
it: Elimina utente FTP

source: You are currently using <strong>%1$s</strong> of <strong>%2$s</strong> potential FTP users.
bs: Vi trenutno koristite <strong>%1$s</strong> od <strong>%2$s</strong> mogucih FTP korisnika.
it: Attualmente si utilizza il <strong>%1$s</strong> su <strong>%2$s</strong> potenziali utenti FTP.

source: ATTENTION - No email address has been set!
bs: UPOZORENJE - Nema podesenih E-Mail adresa!
it: ATTENZIONE - nessun indirizzo di posta elettronica è stato impostato!

source: MySQL Databases
bs: MySQl Baze Podataka
it: Database MySQL

source: Add Database
bs: Dodaj Bazu Podataka
it: Aggiungi database

source: Delete Database
bs: Obrisi Bazu Podataka
it: Elimina database

source: Edit Database
bs: Izmjeni Bazu Podataka
it: Modifica database

source: You are currently using <strong>%1$s</strong> of <strong>%2$s</strong> potential databases.
bs: Vi trenutno koristite <strong>%1$s</strong> od <strong>%2$s</strong> mogucih bazi podataka.
it: Attualmente si utilizza <strong>%1$s</strong> su <strong>%2$s</strong>potenziali DB .

source: Database Administration
bs: Administracija Baze Podataka
it: Amministrazione dei database

source: Scheduled Tasks
bs: Planirani zadaci
it: Attività pianificate

source: Delete Task
bs: Obrisi zadatak
it: Elimina attività

source: Hourly
bs: Casovno
it: Per Ora

source: Monthly
bs: Mjesecno
it: Mensile

source: Yearly
bs: Godisnje
it: Annuale

source: Cron style
bs: Cron Izgled
it: Stile di cron

source: Add Task
bs: Dodaj zadatak
it: Aggiungi attività

source: Edit Task
bs: Izmjeni zadatak
it: Modifica Attività

source: If you want to access a file from your home directory, you must use the absolute path:<br><strong>%s</strong>
bs: Ako zelite pristupiti datoteci iz vase kucne direktorije, morate koristiti apsolutni put:<br><strong>%s</strong>
it: Se si desidera accedere a un file dalla vostra home directory, è necessario utilizzare il percorso assoluto:<br><strong>%s</strong>

source: You are currently using <strong>%1$s</strong> of <strong>%2$s</strong> potential scheduled tasks.
bs: Vi trenutno koristite <strong>%1$s</strong> od <strong>%2$s</strong> mogucih planiranih zadataka.
it: Attualmente si utilizza <strong>%1$s</strong> su <strong>%2$s</strong> potenziali attività pianificate.

source: Task is enabled
bs: Zadatak je omogucen
it: Attività abilitata

source: Task is disabled
bs: Zadatak je onemogucen
it: Attività disabilitata

source: Invalid settings
bs: Neispravna podesavanja
it: Impostazioni non valide

source: Notification
bs: Obavjestenje nakon zavrsetka
it: Notifica

source: It seems that you have not yet taken over the selected directory path from directory explorer.
bs: Cini se da jos niste preuzeli odabrani put direktorije iz istrazivaca mapa.

source: Do you still want to continue?
bs: Dali zelite nastaviti?

source: User information
bs: Korisnicke Informacije
it: Informazioni utente

source: Admin notes
bs: Admin zapis
it: Note dell'amministratore

source: WARNING - This action will delete all existing emails for this domain.
bs: UPOZORENJE - Ova akcija ce obrisati sve postojece E-Mailove za ovu Domenu.
it: ATTENZIONE - questa azione eliminerà tutti i messaggi di posta elettronica esistente per questo dominio.

source: WARNING - This action will delete all existing backups and backup settings of this user.
bs: UPOZORENJE - Ova akcija ce obrisati sve sigurnosne kopije i podesavanja za sigurnosne kopije od ovog korisnika.
it: ATTENZIONE - questa azione eliminerà tutti i backup esistenti e le impostazioni di backup di questo utente.

source: General
bs: Osnovno
it: Generale

source: Overview
bs: Pregled
it: Panoramica

source: Traffic Statistic
bs: Statistika Protok Podataka
it: Statistiche di traffico

source: Settings
bs: Podesavanja
it: Configurazione

source: Panel Settings
bs: Panel Podesavanja
it: Impostazioni del pannello

source: Server Settings
bs: Server Podesavanja
it: Impostazioni server

source: Panel Tasks Intervals
bs: Panel zadaci intervali
it: Intervallo delle attività del pannello

source: Server Service Management
bs: Server Servis Menadzment
it: Gestione servizi del server

source: Security
bs: Sigurnost
it: Sicurezza

source: Firewall
bs: Zastita

source: Logs & Status
bs: Logovi & Stanje
it: Log & Status

source: Server Messages
bs: Serverske Poruke
it: Messaggi del server

source: Apache Server Status
bs: Apache Server Stanje
it: Stato del server Apache

source: Panel Tasks Logs
bs: Panel zadaci Logovi
it: Log delle operazioni del pannello

source: Email Queue
bs: E-Mail red
it: Coda Email

source: Tools
bs: Alati
it: Strumenti

source: Templates
bs: Sablone
it: Modelli

source: Default Index Page
bs: Standartna Pocetna Stranica
it: Index di default

source: Miscellaneous
bs: Ostalo
it: Varie

source: Mass Email Message
bs: Masovna E-Mail poruka
it: Messaggio E-mail di massa

source: Help
bs: Pomoc
it: Guida

source: Support Forum
bs: Forum za Pomoc
it: Forum di Supporto

source: Administrator Manual
bs: Administratorska Uputstva
it: Manuale per l'amministratore

source: User Manual
bs: Korisnicka Uputstva
it: Manuale Utente

source: Web Statistic
bs: Web Statistika
it: Statistiche Web

source: FTP Users
bs: FTP Korisnici
it: Utenti FTP

source: Manual
bs: Uputstvo
it: Manuale

source: April
it: Aprile

source: Jan
it: Gen

source: Jun
it: Giu

source: Jul
it: Lug

source: Aug
it: Ago

source: Sep
it: Set

source: Dec
it: Dic

source: Cores
it: Core
