Repository: alex-mahr/keyhelp-translation
Catalog: */LC_MESSAGES/common.po
Languages: bs, it

source: Error
bs: Greska
it: Errore

source: Your Administration-Panel
bs: Vas Administracijski-Panel
it: Il tuo pannello di amministrazione

source: This application requires root privileges.
bs: Ova aplikacija zahtjeva root privilegije.
it: Questa applicazione richiede i privilegi di root.

source: This application requires to be run in CLI mode.
bs: Ova aplikacija zahtjeva da bude pokrenuta u CLI Modusu.

source: Invalid default policy
bs: Netacna zadana polisa
it: Criterio predefinito non valido

source: Required chain "%s" is missing
bs: Potrebni lanac "%s" nije dostupan
it: Chain richiesta "%s" mancante

source: Cannot find a rule with (jump-) action "fail2ban", this way fail2ban would not work.
bs: Nije moguce pronaci pravilo sa jump- akcijom "fail2ban", ovim putem fail2ban nece raditi.
it: Non riesce a trovare una regola con (jump-) azione "fail2ban", in questo modo fail2ban non funzionerebbe.

source: Invalid chain name
bs: Netacno ime lanca
it: Nome della chain non valido

source: Duplicate parameter "%s"
bs: Duplizirani parametar "%s"
it: Parametro "%s" duplicato

source: Missing value for parameter "%s"
bs: Nije dostupna potrebna vrijednost za parametar "%s"
it: Valore mancante per il parametro "%s"

source: Missing parameter "%s"
bs: Nepoznat parametar "%s"
it: Parametro mancante "%s"

source: The parameter "%1$s" requires the jump action "%2$s"
bs: Parametar "%1$s" zahtjeva preskok akcije "%2$s"
it: Il parametro "%1$s" richiede l'azione di jump "%2$s"

source: Multiport needs "--protocol" with one of the following values: %s
bs: Multiport zahtjeva "--protocol" sa jednom od slijedecih vrijednosti: %s

source: Invalid value for parameter "%s"
bs: Netacna vrijednost za parametar "%s"
it: Valore invalido per il parametro "%s"

source: The parameters "%s" and "%s" cannot be used together
bs: Parametari "%s" i "%s" nemogu se koristiti zajedno
it: I parametri "%s" e "%s" non possono essere utilizzati insieme

source: Sunday
bs: Nedelja
it: Domenica

source: Monday
bs: Ponedeljak
it: Lunedì

source: Tuesday
bs: Utorak
it: Martedì

source: Wednesday
bs: Srijeda
it: Mercoledì

source: Thursday
bs: Cetvrtak
it: Giovedì

source: Friday
bs: Petak
it: Venerdì

source: Saturday
bs: Subota
it: Sabato

source: Sun
bs: Ne
it: Dom

source: Mon
bs: Po
it: Lun

source: Tue
bs: Ut
it: Mar

source: Wed
bs: Sr
it: Mer

source: Thu
bs: Ce
it: Gio

source: Fri
bs: Pe
it: Ven

source: Sat
bs: Su
it: Sab

source: January
bs: Januar
it: Gennaio

source: February
bs: Februar
it: Febbraio

source: March
bs: Mart
it: Marzo

source: May
bs: Maj
it: Maggio

source: June
bs: Juni
it: Giugno

source: July
bs: Juli
it: Luglio

source: August
bs: Avgust
it: Agosto

source: September
bs: Septembar
it: Settembre

source: October
bs: Oktobar
it: Ottobre

source: November
bs: Novembar
it: Novembre

source: December
bs: Decembar
it: Dicembre

source: Oct
bs: Okt
it: Ott

source: H:i:s - F j, Y
bs: H:i:s - d. F Y

source: l, F j, Y - H:i:s
bs: l, d. F Y - H:i:s
it: l, F j, Y - H:i

source: Unable to connect to update server.
bs: Nemoguce konektovanje na update server.
it: Impossibile connettersi al server di aggiornamento.

source: Your version is up to date.
bs: Vasa verzija je na najnovijem stanju.
it: La versione è aggiornata.

source: No information available.
bs: Informacije nisu dostupne.
it: Nessuna informazione disponibile.

source: Export error - malformed data!
bs: Export greska - nakazani podaci!
it: Errore di esposrtazione - dati non validi!

source: Notice
bs: Obavijest
it: Avviso

source: unlimited
bs: neograniceno
it: senza limiti

source: Panel Access
bs: Panel Pristup
it: Accesso al pannello

source: Modify SSL Settings
bs: Izmjeni SSL Podesavanja
it: Modifica le impostazioni SSL

source: Everything okay
bs: Sve je uredu
it: Tutto ok

source: An error occurred
bs: Pojavila je se jedna greska
it: Si è verificato un errore

source: Processing
bs: U toku
it: Elaborazione

source: Will be deleted
bs: Bit ce obrisan
it: Sarà/saranno cancellato/i

source: Unknown status
bs: Nepoznato stanje
it: Stato sconosciuto

source: No Template / Default
bs: Bez sablona / Zadano
it: Nessun modello / Default

source: Failed to gather information from update server.
bs: Nije moguce dobiti informacije sa update servera.

source: Invalid HTTP status code received
bs: Primljen neispravan HTTP stanje code
it: Codice di stato HTTP non valido ricevuto

source: Minimum of %s character in length
bs: Najmanje %s znakova u duzini
it: Minimo di %s caratteri

source: Minimum of one lowercase character [a-z]
bs: Najmanje jedno malo slovo [a-z]
it: Minimo di un carattere minuscolo [a-z]

source: Minimum of one uppercase character [A-Z]
bs: Najmanje jedno veliko slovo [A-Z]
it: Minimo di un carattere maiuscolo [A-Z]

source: Minimum of one digit [0-9]
bs: Najmanje jedan broj [0-9]
it: Minimo di una cifra [0-9]

source: Minimum of one special character
bs: Najmanje jedan poseban znak
it: Minimo di un carattere speciale

source: Hourly ( at {minute} minutes )
bs: Casovno ( na {minute} Minuta )
it: Oraria ( at {minute} minutes )

source: Daily ( {hour}:{minute} o'clock )
bs: Dnevno ( {hour}:{minute} Sat )
it: Giornaliero ( {hour}:{minute} in punto )

source: Weekly ( {dayOfWeek} | {hour}:{minute} o'clock )
bs: Sedmicno ( {dayOfWeek} | {hour}:{minute} Sat )
it: Download ( {dayOfWeek} | {hour}:{minute} in punto )

source: Monthly ( on {dayOfMonth} | {hour}:{minute} o'clock )
bs: Mjesecno ( na {dayOfMonth} | {hour}:{minute} Sat)
it: Mensile ( il {dayOfMonth} | {hour}:{minute} in punto )

source: Yearly ( {month} {dayOfMonth} | {hour}:{minute} o'clock )
bs: Godisnje ( {month} {dayOfMonth} | {hour}:{minute} Sat)
it: Annuale ( {month} {dayOfMonth} | {hour}:{minute} in punto )

source: Day(s)
bs: Dan(a)
it: Giorno(i)

source: OS default
bs: OS zadano

source: Like main domain
bs: Kao glavna domena

source: Error, not executable
bs: Greska, nije izvrsno

source: The support of your operating system was discontinued by the operating system manufacturer in %s.
bs: Podrska vaseg operativnog systema je prekinuta od strane proizvodzaca operativnog systema u %s.
it: Il supporto del sistema operativo è stato interrotto dal produttore in %s.

source: It has reached its end-of-life status and will not receive any further system updates.
bs: Dostignuto je kraj-zivota stanje i nece primati vise buduce sigurnosna obnovljavanja.
it: Ha raggiunto il suo status di end-of-life e non riceverà ulteriori aggiornamenti del sistema.

source: We recommend upgrading to a newer operating system version.
bs: Mi vam preporucujemo obnovljavanje na noviji operativni system.
it: Si consiglia l'aggiornamento a una versione più recente del sistema operativo.

source: The support of your operating system is discontinued by the operating system manufacturer in %s.
bs: Podrska vaseg operativnog systema je prekinuta od strane proizvodzaca operativnog systema u %s.
it: Il supporto del sistema operativo viene interrotto dal produttore in %s.

source: It will reach its end-of-life status and will not receive any further system updates.
bs: Dostignut ce kraj-zivota stanje i nece primati vise buduce sigurnosna obnovljavanja.
it: Raggiungerà il suo status di end-of-life e non riceverà ulteriori aggiornamenti del sistema.

source: Please don't upgrade your OS manually. We have prepared a script and a step-by-step instruction, how to perform the upgrade.
bs: Molimo vas nemojte obnovljavati vas Operativni System rucno. Mi smo pripremili skriptu i korak-po-korak upustvo, kako izvrisiti obnovljavanje Operativnog Systema.
it: Si prega di non aggiornare il sistema operativo manualmente. Abbiamo preparato uno script e istruzioni passo-passo su come eseguire l'aggiornamento.

source: Further information:
bs: Daljne Informacije:

source: Please ask your support for further instructions.
bs: Molimo vas pitajte vasu podrsku za daljne informacije.
it: Per ulteriori informazioni, contattare l'assistenza.

source: Google Analytics has been disabled!
bs: Google Analytics je onemogucen!
it: Google Analytics è stato disattivato!

source: Enjoyed KeyHelp? Request your <a href="https://www.keyhelp.de/en/#installation" target="_blank">install guide</a> now!
bs: Svidja vam se KeyHelp? Zatrazite vase <a href="https://www.keyhelp.de/en/#installation" target="_blank">Uputstvo za Instalaciju</a> odma!
it: Ti è piaciuto KeyHelp? Richiedi la <a href="https://www.keyhelp.de/en/#installation" target="_blank">Guida all'installazione</a> adesso!

source: Data privacy
bs: Sigurnost Podataka

source: Visitors statistics (Google Analytics)
bs: Statistike posjetioca (Google Analytics)
it: Statistiche visitatori (Google Analytics)

source: This website uses Google Analytics, a web analysis service of Google Inc. (“Google”). Google Analytics uses so-called “Cookies”, which are text files that are stored on your computer and which enable the analysis of your use of a website. The information produced by the Cookie about your use of said website is usually transmitted to a Google server in the USA where they are stored. In the event of an IP anonymisation on this website your IP address is first shortened by Google in EU member states or in other contracting states which are party to the Agreement on the European Economic Area. Only in exceptional cases is the full IP address transmitted to a Google server in the USA where it is then shortened. On behalf of the operator of this website Google will use this information in order to analyse your use of the website, to compile reports about the website’s activities and in order to bring further services connected with the use of the website and the internet for the operator of the website. The IP address that was transmitted by your browser as part of Google Analytics is not merged with any other data from Google.
bs: Ova web stranica koristi Google Analytics, Usluga za web analizu od Google Inc. ( "Google"). Google Analytics koristi takozvane "Cookies" (kolacice), koji su tekstualne datoteke, koje su pohranjene na vasem racunalu i koje omogucavaju analizu vaseg korisenja ove web stranice. Informacije producirane od kolacica govore o vasoj upotrebi ove web stranica. Informacije se obicno prenose na Google Server u SAD-u, gdje su pohranjeni. U slucaju anonimiziranja vase IP na ovom sajtu, IP adresa prvo skracena prebacuje se na Google u zemljama koji su clanovi Evropske Unije ili drugih ugovornih drzava koje su stranke Sporazuma od Evropske Unije. Samo u izuzetnim slucajevima se puna IP adresa prenosi na Google server u SAD, gdje se onda skrati. U ime vlasnika ove web stranice ce Google koristiti ove informacije kako bi se analiziralo vase koristenje ove web stranice, za sastavljanje izvjestaja o aktivnostima na ovoj web stranici i kako bi se donijeli daljnje usluge u vezi sa upotrebom ove web stranice. IP adresa, koju prenosi vas preglednik kao dio Google Analytics nije spojena sa bilo kojim drugim uslugama od Google.
it: Questo sito utilizza Google Analytics, un servizio di analisi web di Google Inc. ("Google"). Google Analytics utilizza i cosiddetti "cookie", che sono file di testo memorizzati nel computer e che consentono l'analisi del proprio utilizzo di un sito web. Le informazioni prodotte dal Cookie sull'utilizzo di tale sito web vengono di solito trasmesse ad un server Google negli Stati Uniti dove vengono memorizzati. In caso di anonimizzazione IP su questo sito web, l'indirizzo IP viene prima abbreviato da Google negli Stati membri dell'UE o in altri Stati contraenti che sono parte dell'accordo sullo Spazio economico europeo. Solo in casi eccezionali è l'indirizzo IP completo trasmesso a un server Google negli Stati Uniti dove viene poi abbreviato. A nome dell'operatore di questo sito web, Google utilizzerà queste informazioni per analizzare l'utilizzo del sito web, per compilare report sulle attività del sito e per portare ulteriori servizi connessi all'utilizzo del sito web e internet per l'operatore Del sito web. L'indirizzo IP che è stato trasmesso dal tuo browser come parte di Google Analytics non è fusa con altri dati di Google.

source: Opt-Out for visitors statistics
bs: Opt-Out za statistike posjetioca
it: Opt-Out per le statistiche visitatori

source: You can prevent the storage of Cookies by setting your browser software accordingly; we would like to point out, however, that if you do so you may not be able to use all the functions of this website to their full extent. You can prevent Google Analytics tracking by clicking on the following link. An opt-out-Cookie is put in place that prevents any future tracking of your data when visiting the respective website: <a href="javascript:gaOptout()">Deactivate Google Analytics</a>
bs: Mozete sprijeciti Google Analytics za pracenje vase aktivnosti na ovoj Web stranici klikom na sljedeci link. Bice stavljen Opt-out kolacic koji sprecava buduce pracenje vasih podataka kada posjetite ovu web stranicu. <a href="javascript:gaOptout()">Deaktiviraj Google Analytics</a>
it: È possibile impedire la memorizzazione dei Cookies impostando il software del vostro browser in tal senso; Vorremmo far notare, tuttavia, che se si esegue questa operazione potrebbe non essere in grado di utilizzare tutte le funzioni di questo sito Web per tutta la loro estensione. È possibile impedire a Google Analitica di rilevamento cliccando sul seguente link. Un Cookie di opt-out sia messo in atto che impedisce qualsiasi futuro monitoraggio dei vostri dati quando si visita il rispettivo sito Web: <a href="javascript:gaOptout()">Disattivare Google Analytics</a>

source: More information on usage terms and data protection can be found <a href="http://www.google.com/analytics/terms/gb.html" target="_blank">here</a> or <a href="https://support.google.com/analytics/answer/6004245?hl=en-GB" target="_blank">here</a>. We would like to point out that on this website Google Analytics was extended by the code „anonymizeIp();“ to safeguard the anonymized collecting of IP addresses, the so-called IP masking.
bs: Vise informacija o uslovima upotrebe i zastite podataka mozte naci <a href="http://www.google.com/analytics/terms/gb.html" target="_blank">ovdje</a> ili <a href="https://support.google.com/analytics/answer/6004245?hl=en-GB" target="_blank">ovdje</a>. Zeljeli bismo naglasiti da ova web stranica koristi „anonymizeIp();“ kod koji omogucava anonimno prikupljanje IP adresa, (tzv. IP-Masking).
it: Ulteriori informazioni sulla protezione di dati e termini di utilizzo possono essere trovati <a href="http://www.google.com/analytics/terms/gb.html" target="_blank">qui</a> o <a href="https://support.google.com/analytics/answer/6004245?hl=en-GB" target="_blank">qui</a>. Vorremmo sottolineare che su questo sito Google Analitica è stata estesa dal codice "anonymizeIp();" per salvaguardare la raccolta anonima di IP indirizzi, il cosiddetto mascheramento IP.

source: Plus we use Google Analytics to evaluate data from AdWords and DoubleClick cookies to produce and evaluate statistics. Should you not consent to this, you can deactivate these in <a href="http://www.google.com/settings/ads/onweb/?hl=en" target="_blank">ad settings</a>.
bs: Mi koristimo Google Analytics i za procjenu podataka iz AdWords i duplih kolacica za statisticke svrhe. Ako ne zelite ovo, mozete to preko <a href="http://www.google.com/settings/ads/onweb/?hl=bs" target="_blank">Menedzera za Postavke Oglasa</a> onemoguciti.
it: Inoltre usiamo Google Analytics per valutare i dati dai cookie AdWords e DoubleClick per produrre e valutare le statistiche. Qualora non doveste acconsentire a questo, è possibile disattivare questi nelle <a href="http://www.google.com/settings/ads/onweb/?hl=en" target="_blank">impostazioni di annuncio</a>.

source: Close window
bs: Zatvori Prozor
it: Chiudi finestra

source: Yes
bs: Da
it: Si

source: No
bs: Nein

source: Okay
bs: Uredu
it: Ok

source: Cancel
bs: Prekini
it: Cancellare

source: Password
bs: Passwort

source: Confirm password
bs: Potvrdi Lozinku
it: Conferma password

source: Password doesn't match confirmation
bs: Lozinka se nepoklapa sa povrdom
it: La password non corrisponde.

source: Suggest password
bs: Preporucena Lozinka
it: Suggerire la password

source: Generate password
bs: Generiraj Lozinku
it: Genera Password

source: Options
bs: Opcije
it: Opzioni

source: This field must be filled out!
bs: Ovo polje mora biti ispunjeno!
it: Questo campo deve essere compilato!

source: (leave blank to keep current password)
bs: (Ostavite prazno da zadrzite sadasnju lozinku)
it: (lasciare vuoto per mantenere la password corrente)

source: Delete selection
bs: Obrisi odabrano
it: Elimina selezione

source: Username
bs: Korisnicko Ime
it: Nome utente

source: Logged in as
bs: Prijavljeni kao
it: Autenticato come

source: Log out
bs: Odjava
it: Scollegati

source: Folder explorer
bs: Pretrazivac mapa
it: Cartella explorer

source: Open folder explorer
bs: Otvori istrazivac mapa
it: Apri cartella explorer

source: Close folder explorer
bs: Zatvori istrazivac mapa
it: Chiudi cartella explorer

source: Domains
bs: Domene
it: Domini

source: Subdomains
bs: Subdomene
it: Dominio di terzo livello

source: FTP users
bs: FTP korisnici
it: Utenti FTP

source: No entries available
bs: Nikakvi upisi dostupni
it: Nessuna voce disponibile

source: Description
bs: Opis
it: Descrizione

source: Email address
bs: E-Mail adresa
it: Indirizzo email

source: Language
bs: Jezik
it: Lingua

source: Is enabled
bs: Je omogucen
it: è abilitata

source: ATTENTION
bs: ACHTUNG

source: Back to overview
bs: Nazad na pregled
it: Torna alla panoramica

source: Save
bs: Sacuaj
it: Salva

source: JavaScript is disabled
bs: JavaScript je nedostupan
it: JavaScript è disabilitato

source: Please activate JavaScript in the settings of your browser or use a browser which supports JavaScript.
bs: Molimo vas aktivirajte JavaScript u vasem Pretrazivacu ili koristite Pretrazivac koji podrzava JavaScript.
it: Si prega di attivare JavaScript nelle impostazioni del tuo browser o utilizzare un browser che supporta JavaScript.

source: Login
bs: Prijava
it: Accesso

source: Forgot password?
bs: Zaboravili ste Lozinku?
it: Password dimenticata?

source: Back to login
bs: Nazad na prijavu
it: Torna alla pagina di accesso

source: Reset password
bs: Resetuj lozinku
it: Ripristina password

source: Sorry,<br>but the requested domain is not available.
bs: Zao nam je,<br> ali trazena domena nije dostupna.
it: Mi dispiace,<br>ma il dominio richiesto non è disponibile.

source: Due to maintenance the administration interface is temporarily not available.<br><br>Please try again in a few minutes.
bs: Zbog odrzavanja je Aministracija trenutno nedostupna.<br><br>Molimo vas pokusajte za nekoliko minuta.

source: Please enter your username and email address.
bs: Molimo vas unesite korisnicko ime i e-mail adresu.

source: You will receive an email with instructions, how to reset your password.
bs: Molimo vas unesite vase Korisnicko Ime i E-Mail adresu i mi cemo vam poslati uputstvo kako vratiti vasu lozinku.

source: Request email
bs: Zatrazi e-mail

source: Enter your new password below.
bs: Unesite vasu novu lozinku ispod.

source: Profile Settings
bs: Podesavanja Profila
it: Impostazioni profilo

source: Account settings
bs: Podesavanja Naloga
it: Impostazioni account

source: Current password
bs: Trenutna lozinka
it: Password attuale

source: Contact data
bs: Kontakt podaci
it: Dati contatto

source: First name
bs: Ime
it: Nome

source: Last name
bs: Prezime
it: Cognome

source: Company
bs: Firma
it: Ragione sociale

source: Telephone
bs: Telefon
it: Telefono

source: Address
bs: Adresa
it: Indirizzo

source: City
bs: Grad
it: Città

source: Zip code
bs: Postanski broj
it: CAP

source: System Logs & Status
bs: Sistem Logovi & Stanje
it: Registri di sistema & Status

source: Please be aware that this demo is being reset every hour!
bs: Molimo vas imaje na umu da se ova Demo verzija resetuje svaki sat!
it: Si prega di essere consapevoli del fatto che in questa demo viene reimpostata ogni ora!

source: Administration area
bs: Administratorsko podrucije
it: Area amministrazione

source: User area
bs: Korisnicko Podrucije
it: Area utente

source: Traffic usage of user "%s" exceeded the limit
bs: Protok podataka od korisnika "%s" je dostiglo odredjen limit
it: Utilizzo del traffico dell'utente "%s" ha superato il limite

source: The traffic usage of a user on server "%s" exceeded the limit. User: %s Usage: %s Limit: %s
bs: Protok podataka od korisnika na serveru "%s" je dostiglo odredjen limit. Korisnik: %s Potreba: %s Limit: %s
it: L'utilizzo di traffico di un utente sul server "%s" superato il limite. User: %s Usage: %s Limit: %s

source: Please note
bs: Imajte na umu

source: User Administration
bs: Korisnicka Administracija
it: Amministrazione utenti

source: Add Administrator
bs: Dodaj Administratora
it: Aggiungi amministratore

source: Delete Administrator
bs: Obrisi Administratora
it: Elimina amministratore

source: Edit Administrator
bs: Izmjeni Administratora
it: Modificare l'amministratore

source: User is main administrator
bs: Korisnik je glavni administrator
it: L'utente è l'amministratore principale

source: Contact name
bs: Kontakt Ime
it: Nome contatto

source: Domain
bs: Domena
it: Dominio

source: Disk space: <b>%s</b> (used) / <b>%s</b> (allocated)
bs: Prostor na disku: <b>%s</b> (zauzeto) / <b>%s</b> (dodijeljeno)
it: Spazio su disco: <b>%s</b> (usato) / <b>%s</b> (assegnato)

source: Note
bs: Zapis

source: No action available
bs: Nijedna akcija dostupna.´´
it: Nessuna azione disponibile

source: Login as this user
bs: Prijavi se kao ovaj korisnik
it: Accedi come utente

source: Edit User
bs: Izmjeni Korisnika
it: Modifica utente

source: Delete User
bs: Obrisi Korisnika
it: Cancella utente

source: Create the subdomain <strong>&lt;USERNAME&gt;.%s</strong>.
bs: Napravi subdomenu <strong>&lt;KORISNICKO IME&gt;.%s</strong>.
it: Creare il sottodominio <strong>&lt;USERNAME&gt;.%s</strong>.

source: Email addresses
bs: E-Mail adrese
it: Indirizzi Email

source: Mailboxes
bs: Mailboxovi
it: Caselle di posta

source: User
bs: Benutzer

source: Add Domain
bs: Dodaj domenu
it: Aggiungi dominio

source: Please select a main domain
bs: Molimo vas unesite vazecu domenu

source: Please select a user
bs: Molimo vas odaberite korisnika

source: Delete Domain
bs: Obrisi Domenu
it: Elimina dominio

source: Edit Domain
bs: Izmjeni Domenu
it: Modifica dominio

source: -- No certifactes available --
bs: -- Nema dostupnih certifikata --
it: -- Nessun certificato disponibile --

source: -- Select a certificate --
bs: -- Odaberi jedan certifikat--
it: -- Selezionare un certificato --

source: All subdomains
bs: Sve subdomene
it: Tutti i sottodomini

source: -- No subdomains for this domain --
bs: -- Nema subdomeni za ovu domenu --
it: -- Nessun sottodominio per questo dominio --

source: Seconds
bs: Sekunde
it: Secondi

source: Minutes
bs: Minute
it: Minuti

source: Hours
bs: Sati
it: Ore

source: Days
bs: Dani
it: Giorni

source: This domain has been disabled
bs: Ova domena je zakljucana
it: Questo dominio è stato disattivato

source: DISABLED
bs: ONEMOGUCENO

source: Let's Encrypt Certificate
bs: Let's Encrypt certifikat
it: Certificato Let's Encrypt

source: SSL Certificate: %s
bs: SSL certifikati: %s
it: Certificato SSL:%s

source: All requests to http:// will be redirected to https://.
bs: Svi zahtjevi sa http:// ce biti preusmjereni na https://.
it: Tutte le richieste <b>http://</b> verranno reindirizzate su <b>https://</b>

source: Declare web browsers should only interact via HTTPS.
bs: Zahtjevaj od web preglednika da samo preko HTTPS komuniciraju.
it: Dichiarare che i browser web devono interagire solo tramite HTTPS.

source: Edit DNS zone | Custom zone file active
bs: Uredi DNS zonu. | Vlastita zona datoteka aktivna
it: Modificare la zona DNS | Zona DNS personalizzata attiva
