Repository: alex-mahr/keyhelp-translation
Catalog: */LC_MESSAGES/domain.po
Languages: de, ru

source: Assigned domains
de: Zugewiesene Domains
ru: Созданные домены

source: Add subdomain
de: Subdomain hinzufügen
ru: Добавить поддомен

source: Target
de: Ziel
ru: Цель

source: Security
de: Sicherheit
ru: Безопасность

source: Add domain
de: Domain hinzufügen
ru: Добавить домен

source: Owner
de: Besitzer
ru: Владелец

source: Complete domain name
de: Vollständiger Domainname
ru: Имя домена

source: Complete domain names
de: Vollständige Domainnamen

source: Hide subdomains
de: Subdomains verbergen
ru: Скрыть поддомены

source: Show subdomains
de: Subdomains anzeigen
ru: Показать поддомены

source: Added on
de: Hinzugefügt am
ru: Добавлено

source: Main domain
de: Hauptdomain

source: Domain type
de: Domain-Typ

source: Create www. subdomain
de: Erstelle www. Subdomain

source: Domain can be used for email addresses
de: Domain kann für E-Mail-Adressen verwendet werden
ru: Домен может быть использован как e-mail-домен

source: Domain is deactivated
de: Domain ist deaktiviert
ru: Домен деактивирован

source: By turning off a main domain all subdomains are disabled too.
de: Durch Deaktivieren einer Hauptdomain werden auch alle Subdomains deaktiviert.
ru: будут деактивированы все поддомены.

source: Number of subdomains
de: Anzahl Subdomains
ru: Количество поддоменов

source: Number of email accounts
de: Anzahl E-Mail-Konten
ru: Количество e-mail-аккаунтов

source: Additional Apache directives
de: Zusätzliche Apache Direktiven

source: The directives you enter below will get included to the users HTTP and HTTPS vhost containers of this domain.
de: Die unten aufgeführten Richtlinien werden in die Benutzer HTTP- und HTTPS-Vhost-Container dieser Domain aufgenommen.

source: Make sure that the directives have the correct syntax. The data are not subjected to a syntax check and an incorrect syntax prevents a restart of the web server.
de: Stellen Sie sicher, dass die Direktiven die korrekte Syntax aufweisen. Die Daten werden keinerlei Syntaxprüfung unterzogen und eine falsche Syntax verhindert einen Neustart des Webservers.

source: Creation of multiple domains
de: Erstellung mehrerer Domains

source: Here you can add multiple domains at once.
de: Hier können Sie mehrere Domains auf einmal hinzufügen.

source: Input domain and/or subdomain names by space, comma, semicolon or newline from each other.
de: Geben Sie Domain- und/oder Subdomainnamen durch Leerzeichen, Komma, Semikolon oder Zeilenumbruch voneinander getrennt ein.

source: If the checkbox 'Create www. subdomain' is activated, a www. subdomain will be created for each detected main domain.
de: Wenn die Checkbox 'Erstelle www. Subdomain' aktiviert ist, wird für jede erkannte Haupt-Domain eine www. Subdomain erstellt.

source: Suspended
de: Gesperrt

source: Domain settings
de: Domain-Einstellungen
ru: Настройки доменов

source: The directory "<b>/</b>" is your "<b>www-directory</b>" on the server. The directory"<b>/example folder/</b>" is a subfolder of your"<b>www-directory</b>". If the specified directory does not exist, it will be created automatically.
de: Das Verzeichnis "<b>/</b>" ist Ihr "<b>www-Verzeichnis</b>" auf dem Server. Das Verzeichnis "<b>/beispielordner/</b>" ist ein Unterordner Ihres "<b>www-Verzeichnis</b>". Wenn das angegebene Verzeichnis nicht existiert, wird es automatisch erstellt.
ru: Путь к "<b>/</b>" это ваш "<b>www-каталог</b>" на сервере. Каталог "<b>/example folder/</b>" это каталог поддомена в "<b>www-каталоге</b>". Если каталоге для поддомена не существует - он будет создан автоматически.

source: External target
de: Externes Ziel
ru: URL сайта

source: You can forward your domain on an external website by specifying a valid URL, starting with "<b>http://</b>" or "<b>https://</b>".
de: Sie können Ihre Domain auch auf eine externe Internetseite weiterleiten lassen, geben Sie hierzu eine gültige URL, beginnend mit "<b>http://</b>" bzw. "<b>https://</b>" an.
ru: Вы можете перенаправить ваш домен, указав URL основного домена. Указывайте адрес, начиная с "<b>http://</b>" или "<b>https://</b>".

source: Directory or specify external destination starting with "http://" or "https://"!
de: Verzeichnis oder externes Ziel beginnend mit "http://" oder "https://" angeben!
ru: Домашний каталог домена для обращения по "http://" или "https://"!

source: Use selected directory
de: Verwende ausgewähltes Verzeichnis

source: Redirection
de: Weiterleitung
ru: Переадресация

source: If the entered target is a URL, you can determine the HTTP redirect code here.
de: Wenn das eingegebene Ziel eine URL ist, können Sie hier den HTTP-Weiterleitungscode bestimmen.
ru: Если введенной целью является URL, вы можете указать код HTTP перенаправления здесь.

source: Is no redirection
de: Ist keine Weiterleitung
ru: Нет переадресации

source: The security options are only available after domain creation process.
de: Die Sicherheitsoptionen stehen erst im Anschluss an das Anlegen der Domain zur Verfügung.
ru: Опции безопасности доступны только после создания доменного имени.

source: Go to security option management automatically.
de: Seite zum Verwalten der Sicherheitsoptionen automatisch aufrufen.
ru: Перейти к опциям безопасности автоматически.

source: CGI Settings
de: CGI Einstellungen
ru: Настройки CGI

source: Script-Alias Directive
de: Script-Alias Direktive

source: In order to get your CGI programs to work properly,<br>you will need to specify this path. All scripts inside are treated as CGI programs.<br><br>The script alias directory will not be created automatically.
de: Damit Ihre CGI-Programme ordnungsgemäß funktionieren,<br>müssen Sie diesen Pfad angeben. Alle Scripte darin werden als CGI-Programme behandelt.<br><br>Das Skript-Alias-Verzeichnis wird nicht automatisch erstellt.

source: Custom setting
de: Benutzerdefinierte Einstellung

source: Enter the path to your desired directory.
de: Geben Sie den Pfad zum gewünschten Verzeichnis an.

source: Default setting
de: Standardeinstellung

source: &lt;Target directory&gt;/cgi-bin/
de: &lt;Zielverzeichnis&gt;/cgi-bin/

source: Show logs
de: Zeige Protokolle
ru: &lt;Директория&gt;/cgi-bin/

source: Enable realtime monitoring
de: Echtzeitüberwachung aktivieren
ru: Включить мониторинг в реальном времени

source: Disable realtime monitoring
de: Echtzeitüberwachung deaktivieren
ru: Отключить мониторинг в реальном времени

source: Refresh
de: Aktualisieren
ru: Обновить

source: Clear list
de: Liste leeren
ru: Очистить список

source: Show
de: Zeige
ru: Показать

source: Access log
de: Zugriffs-Protokoll
ru: Журнал доступа

source: Access logs
de: Zugriffs-Protokolle
ru: Журналы доступа

source: Error log
de: Fehler-Protokoll
ru: Журнал ошибок

source: Error logs
de: Fehler-Protokolle
ru: Журналы ошибок

source: Here you can download all available log files in full size.
de: Hier können Sie alle verfügbaren Protokolldateien in kompletter Größe herunterladen.
ru: Здесь вы можете скачать все доступные файлы журналов.

source: Date
de: Datum
ru: Дата

source: Message
de: Nachricht
ru: Сообщение

source: Protocol
de: Protokoll
ru: Протокол

source: 301 - Moved permanently
de: 301 - Dauerhaft verschoben

source: Redirects the visitor permanently to another page. Such redirection will not affect your search engine page ranking.
de: Leitet den Besucher dauerhaft zu einer anderen Seite weiter. Diese Weiterleitung hat keinen Einfluss auf Ihr Suchmaschinen Page-Ranking.
ru: Перманентное перенаправление посетителя на другую страницу. Такое перенаправление не повлияет на результаты поисковой выдачи.

source: 302 - Moved temporarily
de: 302 - Temporär verschoben

source: Redirects the visitor temporarily to another page. The original link remains in the search engine index.
de: Leitet den Besucher temporär auf eine andere Seite weiter. Der ursprüngliche Link bleibt im Suchmaschinen-Index erhalten.
ru: Временное перенаправление посетителя на другую страницу. Оригинальная ссылка остается в поисковой выдаче.

source: (Multiple selection with CTRL + click / SHIFT + click)
de: (Mehrfachauswahl mit STRG+Mausklick / SHIFT+Mausklick)
ru: (множественный выбор - CTRL + click / SHIFT + click)

source: Cancel selection / Do not apply to subdomains
de: Auswahl aufheben / Nicht übertragen
ru: Отменить выбор / не применять к поддоменам

source: Apply security settings to subdomains
de: Sicherheitsoptionen auf Subdomains übertragen
ru: Применить настройки безопасности к поддоменам

source: The security settings you set here are also applied for the selected subdomains.
de: Die hier getroffenen Sicherheitseinstellungen werden ebenso für die gewählten Subdomains umgesetzt.
ru: Быранные настройки безопасности были также применены к поддоменам.

source: If enabled, the visitor's browser will be told,<br>that the requested website is only available via a secure connection.<br>Max age specifies, how long this option is stored in the visitor's browser.<br><span class="text-danger">Attention, only enable this option if you are aware of the consequences:</span><br>When you disable the certificate / switching back from HTTPS to HTTP later on,<br>under certain circumstances visitors are prevented by their browser from accessing this domain.
de: Wenn aktiv, wird dem Browser des Besuchers mitgeteilt,<br>dass die angeforderte Seite nur über eine verschlüsselte Verbindung verfügbar ist.<br>Max-Age gibt hierbei an, wie lange diese Option in den Browsern der Besucher gespeichert wird.<br><span class="text-danger">Achtung, aktivieren Sie diese Option nur, wenn Sie sich der Konsequenzen bewusst sind:</span><br>Beim späteren Deaktivieren des Zertifikats / Umstieg von HTTPS zurück auf HTTP,<br>werden Besucher unter Umständen durch ihren Browser daran gehindert, diese Domain aufzurufen.

source: HSTS enabled
de: HSTS aktiv
ru: HSTS активирован

source: Force secure connection
de: Sichere Verbindung erzwingen
ru: Принудительное безопасное соединение

source: All requests to <b>http://</b> will be redirected to <b>https://</b>
de: Alle Anfragen an <b>http://</b> direkt auf <b>https://</b> umleiten
ru: Все запросы <b>http://</b> будут перенаправлены на <b>https://</b>

source: No certificate
de: Kein Zertifikat
ru: Нет сертификата

source: This domain is only accessible via an unsecured HTTP connection.
de: Diese Domain ist nur über eine ungesicherte HTTP-Verbingung erreichbar.
ru: Доменное имя открывается только по незащищенному соединению http://.

source: Let's Encrypt certificate
de: Let's Encrypt Zertifikat
ru: Сертификат Let's Encrypt

source: A free of charge certificate of the Let's Encrypt certificate authority will be obtained.<br>The administrative handling (request, renewal, etc.) of such certificate is handled fully automatically.
de: Es wird ein kostenloses Zertifikat der Let's Encrypt Zertifizierungsstelle bezogen.<br>Die Verwaltung (Erstellung, Einrichtung, Verlängerung, usw.) eines solchen Zertifikats erfolgt voll automatisch.

source: Available certificate
de: Vorhandenes Zertifikat
ru: Доступные сертификаты

source: SSL certificate
de: SSL-Zertifikat
ru: SSL сертификат

source: Websites that are authenticated by an SSL certificate,<br>offer visitors an encrypted communication between the browser and web server,<br>that can not be seen by third parties.
de: Websiten, die durch ein SSL-Zertifikat authentifiziert werden,<br>bieten Besuchern eine verschlüsselte Kommunikation zwischen Browser und Webserver,<br>die von Dritten nicht eingesehen werden kann.
ru: Веб-сайты использующие SSL сертификаты,<br>используют шифрование при передачеданных, что позволяет обезопасить данные от попадания к третьим лицам.

source: Domain
ru: Домен

source: Domain name
ru: Имя домена

source: Subdomain
ru: Поддомен

source: Download
ru: Скачать

source: Client IP
ru: IP клиента

source: HTTP Code
ru: HTTP код

source: Referer
ru: URL источника запроса

source: User Agent
ru: Kлиентское приложение

source: PHP version
ru: Версия PHP

source: PHP interpreter
ru: Интерпретатор PHP

source: PHP interpreter version
ru: Версия PHP интерпретатора
