Repository: alex-mahr/keyhelp-translation
Catalog: */LC_MESSAGES/events.po
Languages: bs, de, it, ru

source: The settings have been saved successfully!
bs: Podesavanja su uspjesno sacuvana!
de: Die Einstellungen wurden erfolgreich gespeichert.
it: Le impostazioni sono state salvate con successo!
ru: Настройки были сохранены успешно!

source: There are no remote connection settings stored.
bs: Nema daljnih konekcija sacuvano.
de: Es wurden noch keine Remote Verbindungseinstellungen hinterlegt.
it: Non sono presenti impostazioni di connessione remota archiviate.
ru: Нет сохраненных настроек удаленного подключения.

source: The selected files have been deleted.
bs: Odabrana datoteka je uspjesno obrisana.
de: Die ausgewählten Dateien wurden gelöscht.
it: I file selezionati sono stati eliminati.
ru: Выбранные файлы были удалены.

source: The connection to the remote server could not be established.<br>Error message: %s
bs: Nije moguce spajanje sa daljnim serverom.<br>Greska: %s
de: Die Verbindung zum Remote Server konnte nicht hergestellt werden.<br>Fehlermeldung: %s
it: Impossibile stabilire la connessione al server remoto.<br>Messaggio di errore: %s
ru: Соединение с удаленным сервером не было установлено.<br>Ошибка: %s

source: Please select a valid backup start time in the format HH:mm.
bs: Molimo as odaberite vazeco vrijeme pocetka za Backup u formatu HH:mm.
de: Bitte wählen Sie eine gültige Backup Start-Uhrzeit im Format HH:mm.
it: Si prega di selezionare un tempo di avvio di backup valido nel formato HH: mm.
ru: Пожалуйста задайте подходящее время старта в формате HH:mm.

source: Please select a valid backup interval.
bs: Molimo vas odaberite vazeci Backup Interval.
de: Bitte wählen Sie ein gültiges Backup Intervall.
it: Si prega di selezionare un intervallo di backup valido.
ru: Пожалуйста задайте подходящий интервал.

source: Invalid primary nameserver.
de: Ungültiger primärer Nameserver.

source: Invalid domain admin email.
de: Ungültige Domain Admin E-Mail.

source: Record %1$s) The data field contains invalid data for a <b>%2$s-Record</b>.
de: Record %1$s) Das Datenfeld enthält für einen <b>%2$s-Record</b> ungültige Daten.

source: Syntax check failed, please check your records!
de: Syntaxüberprüfung fehlgeschlagen, bitte überprüfen Sie Ihre Eingaben!

source: The user does not exist or does not match to the email address.
bs: Korisnik nepostoji ili se nepoklapa sa e-mail adresom.
de: Der Benutzer existiert nicht oder passt nicht zur E-Mail-Adresse.
it: L'utente non esiste o non corrisponde all'indirizzo email.
ru: Пользователь не существует либо не связан с указанным E-mail.

source: The email could not be sent, please contact your administrator.
bs: Nije bilo moguce poslat e-mail poruku, molimo vas kontaktirajte vaseg administratora.
de: Die E-Mail konnte nicht gesendet werden, bitte kontaktieren Sie Ihren Administrator.

source: Your password reset link appears to be invalid. Please request a new link below.
bs: Vas link za resetovanje lozinke izgleda da nevazi vise. Molimo vas zatrazite novi link ispod.
de: Ihr Passwort-Reset-Link scheint ungültig zu sein. Bitte fordern Sie unten einen neuen Link an.
ru: URL для сброса пароля недействителен. Запросите новый URL по ссылке ниже.

source: The username / password you entered is incorrect.
bs: Korisnicko ime ili lozinka je netacna.
de: Der angegebene Benutzername / Passwort ist falsch.
it: Il nome utente o la password inseriti sono incorretti.
ru: Имя пользователя/пароль указаны неверно.

source: Your account has been suspended.
de: Ihr Account wurde gesperrt.

source: Due to too many failed login attempts this account was temporarily suspended.
de: Aufgrund zu vieler fehlgeschlagener Anmeldeversuche wurde dieser Account vorübergehend gesperrt.

source: Please try again in %s seconds.
de: Bitte versuchen Sie es in %s Sekunden noch einmal.

source: You have successfully logged out.
bs: Vi ste se uspjesno odjavili.
de: Sie haben sich erfolgreich ausgeloggt.
it: Sei stato disconnesso.
ru: Вы вышли.

source: Your session has expired, please sign in again!
bs: Vasa sjednica je istekla, molimo vas prijavite se ponovo!
de: Ihre Session ist abgelaufen, bitte melden Sie sich erneut an!
it: La sessione è scaduta, si prega di accedere di nuovo!
ru: Ваша сессия истекла, пожалуйста, выполните вход снова!

source: An email with instructions, how to reset your password has been sent!
bs: E-Mail sa instrukcijama kako da resetujete vasu lozinku je poslat!
de: Eine E-Mail mit Anleitung, wie Sie Ihr Passwort zurücksetzen können, wurde gesendet!

source: Your password has been updated.
bs: Vasa lozinka je uspjesno obnovljena.
de: Ihr Passwort wurde aktualisiert.

source: The entered current password was incorrect.
bs: Trenutno unijeta lozinka je netacna.
de: Das eingegebene, aktuelle Passwort war nicht korrekt.
it: La password corrente inserita non è corretta.
ru: Текущий пароль указан неверно.

source: Your profile has been updated successfully.
bs: Vas profil je uspjesno obnovljen.
de: Ihr Profil wurde erfolgreich aktualisiert.
it: Il tuo profilo è stato aggiornato con successo.
ru: Ваш профиль был успешно обновлен.

source: The combination of username and path already exists.
bs: Kombinacija od korisnickog imena i puta vec postoji.
de: Die Kombination aus Benutzernamen und Pfad existiert bereits.
it: La combinazione di nome utente e percorso è già esistente.
ru: Сочетание имя пользователя и путь уже существует.

source: An unknown error occurred.
bs: Jedna nepoznata greska se pojavila.
de: Ein unbekannter Fehler ist aufgetreten.
it: Si è verificato un errore sconosciuto.
ru: Неизвестная ошибка

source: The realm title contains illegal characters.
bs: Naslov realm sadrzi nedozvoljene znakove.
de: Der Bereichstitel beinhaltet ungültige Zeichen.
it: Il titolo del realm contiene caratteri non validi.
ru: Значение содержит недопучтимые символы

source: The username contains illegal characters.
bs: Korisnicko Ime sadrzi nedozvoljene znakove.
de: Der Benutzername beinhaltet ungültige Zeichen.
it: Il nome utente contiene caratteri non validi.
ru: Имя пользователя содержит недопустимые символы.

source: The path contains illegal characters.
bs: Staza sadrzi nedozvoljene znakove.
de: Der Pfad beinhaltet ungültige Zeichen.
it: Il percorso contiene caratteri non validi.
ru: Путь содержит недопустимые символы.

source: An error occurred - Error ID: %s
bs: Pojavila se je jedna greska - Greska ID: %s
de: Ein Fehler ist aufgetreten - Fehler ID: %s
it: Si è verificato un errore - Error ID: %s

source: The following directory protections have been removed successfully. The changes take effect in a few moments.
bs: Slijedece zastite direktorija su uspjesno obrisane. Promjene ce biti dostupne za nekoliko trenutaka.
de: Die folgenden Verzeichnis-Schutzvorkehrungen wurden erfolgreich entfernt. Die Änderungen werden in wenigen Augenblicken wirksam.
it: Le seguenti protezioni di directory sono state rimosse con successo. Le modifiche avranno effetto in pochi istanti.

source: Unable to delete.
bs: Nije moguce brisanje.
de: Löschen nicht möglich.
it: Impossibile eliminare.
ru: Удаление невозможно.

source: No main domain was assigned to you, so you can not create any subdomains.
bs: Vama nije dodjeljena nijedna domena tako da vi nemozete praviti subdomene.
de: Ihnen wurde noch keine Haupt-Domain zugewiesen, somit können Sie auch noch keine Subdomains anlegen.
it: Nessun dominio principale assegnato all'utente, non è quindi possibile creare alcun sottodominio.
ru: Вам не был назначен основной домен, поэтому Вы не можете создать поддомен.

source: You have reached the maximum number of your available subdomains.
bs: Vi ste iskoristili maksimalni broj mogucih subdomena.
de: Sie haben bereits die maximale Anzahl der Ihnen zur Verfügung stehenden Subdomains erreicht.
it: Hai raggiunto il numero massimo dei sottodomini disponibili.
ru: Вы достигли максимального количества доступных поддоменов.

source: The selected domain is invalid.
bs: Odabrana domena je netacna.
de: Die gewählte Domain ist ungültig.
it: Il dominio selezionato non è valido.
ru: Выбранный домен некорректен.

source: Please enter a valid domain. Use only letters and numbers. Hyphens and dots are allowed if they do not follow each other. Points and hyphens shall not be used at the beginning and at the end.
bs: Molimo vas unesite ispravnu domenu. Koristite samo slova i brojeve. Crtice i tackice su dozvoljene samo ako ne prate jedno drugo. Tacke i crtice se nesmiju koristiti na pocetku i na kraju.
de: Bitte geben Sie eine gültige Domain an. Verwenden Sie nur Buchstaben und Ziffern. Bindestriche und Punkte sind erlaubt, wenn Sie nicht aufeinander folgen. Punkte und Bindestriche dürfen nicht am Anfang und nicht am Ende verwendet werden.
it: Inserisci un dominio valido. Utilizzare solo lettere e numeri. Trattini e punti sono ammessi se non seguono reciprocamente. Punti e trattini non devono essere utilizzati all'inizio e alla fine.
ru: Пожалуйста, введите корректный домен. Вы можете использовать только буквы, цифры, тире, а также точку для разделения зон, например, "your-domain.com" или "your.domain.com".

source: The domain "<b>%s</b>" already exists!
bs: Domena "<b>%s</b>" vec postoji!
de: Die Domain "<b>%s</b>" existiert bereits!
it: Il dominio"<b>%s</b>" esiste già!
ru: Домен "<b>%s</b>" уже существует!

source: Please enter a valid path or a valid URL (including HTTP redirection code)!
bs: Molimo vas unesite ispravan put ili ispravan URL (Ukljucujuci i HTTP kod za preusmjeravanje)!
de: Bitte geben Sie einen gültigen Pfad oder eine gültige URL (inkl. HTTP-Weiterleitungscode) an!
it: Si prega di inserire un percorso valido o un URL valido (compreso il codice di reindirizzamento HTTP)!
ru: Пожалуйста, введите правильный путь или URL (включая код HTTP перенаправления)!

source: Let's Encrypt doesn't work with domain redirects.
bs: Let's Encrypt neradi sa preusmjeravanje domena.
de: Let's Encrypt funktioniert nicht bei Domain-Weiterleitungen.
ru: Let's Encrypt не работает с перенаправлением доменов.

source: The administrator has not been assigned an email domain to you.
bs: Administrator vam nije dodijelio nijednu domenu.
de: Ihnen wurde vom Administrator noch keine E-Mail-Domain zugewiesen.
it: L'amministratore non ti ha assegnato un dominio di posta.
ru: Администратор не назначил почтовый домен для вас.

source: You have already reached the maximum number of your available email accounts.
bs: Vi ste iskoristili maksimalni broj mogucih e-mail racuna.
de: Sie haben bereits die maximale Anzahl der Ihnen zur Verfügung stehenden E-Mail-Konten erreicht.
it: Hai raggiunto il numero massimo di account di posta elettronica disponibili.
ru: Вы достигли максимального количества разрешенных E-mail аккаунтов.

source: You have already reached the maximum number of your available email addresses.
bs: Vi ste iskoristili maksimalni broj mogucih e-mail adresa.
de: Sie haben bereits die maximale Anzahl der Ihnen zur Verfügung stehenden E-Mail-Adressen erreicht.
it: Hai raggiunto il numero massimo di indirizzi e-mail disponibili.
ru: Вы достигли максимального количества разрешенных E-mail адресов.

source: This email domain does not belong to you.
bs: Ova e-mail domena ne pripada vama.
de: Diese E-Mail-Domain gehört Ihnen nicht.
it: Questo dominio di posta elettronica non ti appartiene.
ru: Данный почтовый домен не принадлежит вам.

source: This email address already exists.
bs: E-Mail adresa vec postoji.
de: Diese E-Mail-Adresse existiert bereits.
it: Indirizzo di posta elettronica già esistente.
ru: Этот адрес электронной почты уже существует.

source: Invalid mailbox size. Please enter a valid number that is less / equal than your total memory (%s).
bs: Netacan unos za Mailbox velicinu - Molimo vas upisite odgovarajuci broj koji je manji ili tacan prema vasoj totalnoj memoriji (%s).
de: Ungültige Mailboxgröße - Bitte geben Sie eine gültige Zahl an, die kleiner / gleich Ihrem Gesamtspeicher (%s) ist.
it: Dimensione mailbox non valida. Per favore inserire un valore valido che sia inferiore o uguale alla tua quota (%s)

source: There is already a catch-all email account for this domain.
bs: Vec postoji sveobuhvatni e-mail racun za ovu domenu.
de: Es existiert bereits ein Catch-All E-Mailkonto für diese Domain.
it: Esiste già un account di posta elettronica catch-all per questo dominio.
ru: Для данного домена уже задан почтовый catch-all аккаунт.

source: The email account "<b>%s</b>" has been successfully created. Now you can edit alias addresses and redirects.
bs: E-Mail racun "<b>%s</b>" je uspjesno napravljen. Sada možete uređivati alias adrese i preusmjeravanja.
de: Das E-Mailkonto "<b>%s</b>" wurde erfolgreich angelegt. Sie können nun Alias-Adressen und Weiterleitungen bearbeiten.
it: L'account di posta elettronica "<b>%s</b>" è stato creato con successo. Ora è possibile modificare reindirizzamenti e indirizzi alias.
ru: Почтовый ящик "<b>%s</b>" успешно создан. Сейчас вы можете редактировать его псевдонимы и редиректы.

source: The email account "<b>%s</b>" has been successfully created.
bs: E-Mail adresa "<b>%s</b>" je uspjesno napravljena.
de: Das E-Mailkonto "<b>%s</b>" wurde erfolgreich angelegt.
it: L'account di posta elettronica "<b>%s</b>" è stato creato con successo.
ru: Почтовый аккаунт "<b>%s</b>" был успешно создан.

source: No email account could be deleted.
bs: Nema e-mail racuna za brisanje.
de: Es konnte kein E-Mail-Konto gelöscht werden.
it: Nessun account di posta elettronica può essere cancellato.
ru: Нет почтовых аккаунтов для удаления.

source: The following email accounts has been deleted successfully:
bs: Sljedeci E-Mail racuni su uspjesno obrisani:
de: Folgende E-Mail-Konten wurde erfolgreich gelöscht:
it: I seguenti account di posta elettronica sono stati eliminati con successo:
ru: Следующие почтовые аккаунты были успешно удалены:

source: The selected email account is invalid.
bs: Odabran e-mail racun je netacan.
de: Das gewählte E-Mail-Konto ist ungültig.
it: L'indirizzo mail selezionato non risulta valido.
ru: Выбранный почтовый аккаунт не существует.

source: You entered an invalid alias address!
bs: Unijeli ste neispravnu alias adresu!
de: Sie haben eine ungültige Alias-Adresse angegeben!
it: Hai inserito un indirizzo alias non valido!
ru: Вы ввели неверный псевдоним!

source: The selected alias domain doesn't belong to your allowed email domains!
bs: Ova e-mail domena ne pripada vama!
de: Die ausgewählte Alias-Domain gehört nicht zu Ihren erlaubten E-Mail-Domains!

source: With the addresses in the alias list you will exceed the number of your available email addresses, please reduce the alias addresses.
bs: Sa adresama na alias listi cete iskoristiti broj vasih dostupnih e-mail alias adrese, molimo vas da se smanjite alias adrese.
de: Mit den Adressen in der Alias-Liste werden Sie die Anzahl der Ihnen zur Verfügung stehenden E-Mail-Adressen überschreiten, bitte reduzieren Sie die Alias-Adressen.
it: Con gli indirizzi nell'elenco alias si supereranno il numero dei tuoi indirizzi email disponibili, si prega di ridurre gli indirizzi di alias.
ru: С адресами в списке псевдонимов Вы превысили максимальное количество адресов электронной почты, пожалуйста, удалите лишние псевдонимы.

source: You entered an invalid email forwarding!
bs: Unijeli ste neispravnu e-mail za prosljedzivanje!
de: Sie haben eine ungültige E-Mail Weiterleitung angegeben!
it: Hai inserito un inoltro di email non valido!
ru: Вы ввели неверный почтовый редирект!

source: Please enter a valid value for the spam score (value between 0 to 999.9).
bs: Unesite vazecu vrijednost za spam rezultat (vrijednost izmedzu 0 i 999.9).
de: Bitte geben Sie einen gültigen Wert für die Spam-Score an (Werte zwischen 0 - 999,9).
it: Si prega di inserire un valore valido per il Punteggio di spam (valore compreso tra 0 a 999.9).
ru: Пожалуйста, введите корректное количество спам-баллов (значение между 0 и 999.9).

source: The email account"<b>%s</b>" has been successfully updated.
bs: E-Mail racun "<b>%s</b>" je uspjesno obnovljen.
de: Das E-Mail-Konto "<b>%s</b>" wurde erfolgreich aktualisiert.
it: L'account di posta elettronica"<b>%s</b>"è stato correttamente aggiornato.
ru: Почтовый аккаунт"<b>%s</b>" был успешно обновлен.

source: You have reached the maximum number of your available FTP users.
bs: Vi ste iskoristili maksimalni broj mogucih FTP korisnika.
de: Sie haben bereits die maximale Anzahl der erlaubten FTP-Benutzer erreicht.
it: Hai raggiunto il numero massimo di account FTP disponibili.

source: The home directory must be a subfolder of /www/ or /files/.
bs: Korisnicka direktorija mora biti jedna podmapa od /www/ ili /files/.
de: Das Home-Verzeichnis muss ein Unterordner von <b>/www/</b> oder <b>/files/</b> sein.
it: La home directory deve essere una sottocartella di /www/ o/files /.
ru: Домашняя директория должна быть внутри /www/ или /files/.

source: The username "%s" is already in use.
bs: Korisnicko Ime "%s" vec postoji.
de: Der Benutzername "%s" existiert bereits.

source: The FTP user "<b>%s</b>" has been created successfully.
bs: FTP korisnik "<b>%s</b>" je uspjesno napravljen.
de: Der FTP-Benutzer "<b>%s</b>" wurde erfolgreich angelegt.
it: L'utente FTP "<b>%s</b>" è stato creato correttamente.

source: The setting up of your account has not yet been fully completed. Please try again in a few moments.
bs: Pravljenje vaseg naloga nije jos podpuno zavrseno. Molimo vas pokusajte za nekoliko trenutaka.
de: Ihr Benutzeraccount wurde noch nicht vollständig eingerichtet. Bitte versuchen Sie es wenigen Augenblicken noch einmal.
it: La creazione del tuo account non è ancora stata completamente completata. Riprova tra qualche istante.

source: The home directory contains illegal characters.
bs: Korisnicka direktorija sadrzava neispravne znakove.
de: Das Home-Verzeichnis beinhaltet ungültige Zeichen.
it: La home directory contiene caratteri non validi.
ru: Название дом. директории соджержит недопустимые символы.

source: The FTP user "<b>%s</b>" has been updated successfully.
bs: FTP korisnik"<b>%s</b>" je uspjesno obnovljen.
de: Der FTP-Benutzer "<b>%s</b>" wurde erfolgreich aktualisiert.
it: L'utente FTP "<b>%s</b>" è stato aggiornato con successo.

source: The following FTP users were deleted successfully:
bs: Sljedeci FTP korisnici bice obrisani:
de: Die folgenden FTP-Benutzer wurden erfolgreich gelöscht:
it: I seguenti utenti FTP sono stati cancellati con successo:

source: In a few moments the directory listing will be <b>deactivated</b>.
bs: Za nekoliko trenutaka popis direktorija ce biti <b>deaktiviran</ b>.
de: Das Directory Listing wird in wenigen Augenblicken <b>deaktiviert</b>.
it: In pochi istanti il directory listing sarà <b>disattivato</b>.
ru: Через несколько минут просмотр директорий будет <b>выключен</b>.

source: In a few moments the directory listing will be <b>activated</b>.
bs: Za nekoliko trenutaka popis direktorija ce biti <b>aktiviran</ b>.
de: Das Directory Listing wird in wenigen Augenblicken <b>aktiviert</b>.
it: In pochi istanti il directory listing sarà <b>attivato</b>.
ru: Через несколько минут просмотр директорий будет <b>включен</b>.

source: You have already reached the maximum number of your MySQL databases.
bs: Vi ste iskoristili maksimalni broj mogucih MySQL Baza Podataka.
de: Sie haben bereits die maximale Anzahl Ihrer MySQL Datenbanken erreicht.
it: Hai raggiunto il numero massimo di database MySQL.
ru: Вы достигли максимального количества разрешенных MySQL баз данных.

source: The database username "%s" is invalid.
bs: Korisnicko ime baze podataka "%s" je netacno.
de: Der Datenbank-Benutzername "%s" ist ungültig.
it: Il nome utente del database "%s" non è valido.
ru: Пользователь базы данных "%s" имеет ошибку.

source: The database name "%s" is invalid.
bs: Ime baze podataka "%s" je netacno.
de: Der Datenbank-Name "%s" ist ungültig.
it: Il nome del database "%s" non è valido.
ru: Название базы данных "%s" имеет ошибку.

source: The database user "%s" already exists.
bs: Korisnik baze podataka "%s" vec postoji.
de: Der Datenbank-Benutzer "%s" existiert bereits.
it: L'utente del database "%s" esiste già.
ru: Пользователь базы данных "%s" уже существует.

source: The database name "%s" already exists.
bs: Ime baze podataka "%s" vec postoji.
de: Der Datenbank-Name "%s" existiert bereits.
it: Il nome del database "%s" esiste già.
ru: База данных "%s" уже существует.

source: The database "<b>%s</b>" has been successfully added.
bs: Baza podataka "<b>%s</b>" je uspjesno dodana.
de: Die Datenbank "<b>%s</b>" wurde erfolgreich hinzugefügt.
it: Il database "<b>%s</b>" è stato aggiunto correttamente.
ru: База данных "<b>%s</b>" была успешно добавлена.

source: The following databases have been deleted successfully:
bs: Sljedece baze podataka su obrisane uspjesno:
de: Folgende Datenbanken wurde erfolgreich gelöscht:
it: I seguenti database sono stati correttamente cancellati:
ru: Следующие базы данных были успешно удалены:

source: No database could be deleted.
bs: Nije obrisana ni jedna baza podataka.
de: Es konnte keine Datenbank gelöscht werden.
it: Non si possono cancellare i database.
ru: Нет баз данных для удаления.

source: The database does not exist.
bs: Baza podataka nepostoji.
de: Die Datenbank existiert nicht.
it: Database non esistente.
ru: База данных не существует.

source: The database "<b>%s</b>" has been successfully modified.
bs: Baza Podatala "<b>%s</b>" je uspjesno obnovljena.
de: Die Datenbank "<b>%s</b>" wurde erfolgreich bearbeitet.
it: Il database "<b>%s</b>" è stato modificato con successo.
ru: База данных "<b>%s</b>" была успешно обновлена.

source: The selected scheduled tasks were successfully removed.
bs: Izabrani planirani zadaci su uspjesno obrisani.
de: Die ausgewählte geplante Aufgaben wurden erfolgreich entfernt.
it: Le operazioni pianificate selezionate sono state rimosse con successo.
ru: Выбранные задачи успешно обновлены.

source: You have already reached your maximum number of allowed scheduled tasks.
bs: Vec ste dostigli svoj maksimalni broj dozvoljenih planiranih zadataka.
de: Sie haben bereits die maximale Anzahl der erlaubten geplanten Aufgaben erreicht.
it: Hai raggiunto il numero massimo di operazioni pianificate consentite.
ru: Вы достигли максимального кол-ва задач.

source: The scheduled task has been successfully added.
bs: Planirani zadatak je uspjesno dodan.
de: Die geplante Aufgabe wurde erfolgreich hinzugefügt.
it: L'operazione pianificata è stata aggiunta con successo.
ru: Задачи были добавлены

source: The scheduled task has been successfully updated.
bs: Planirani zadatak je uspjesno izmjenut.
de: Die geplante Aufgabe wurde erfolgreich aktualisiert.
it: L'operazione pianificata è stata aggiornata con successo.
ru: Задачи были изменены

source: Invalid input for field "Command".
bs: Neispravan upis za polje "Naredba".
de: Ungültige Angabe im Feld "Befehl".
it: Input non valido nel campo "Command".
ru: Неверное значение команды

source: Invalid input for field "Schedule".
bs: Neispravan upis za polje "Raspored".
de: Ungültige Angabe im Feld "Zeitplan".
it: Input non valido nel campo "Schedule".
ru: Неверное значение расписания.

source: Invalid input for field "Email".
bs: Neispravan upis za polje "E-Mail".
de: Ungültige Angabe im Feld "E-Mail".
it: Input non valido nel campo "Email".
ru: Неверный e-mail.
