Repository: alex-mahr/keyhelp-translation
Catalog: */LC_MESSAGES/events.po
Languages: bs, de, it, ru

source: You use the web statistics for the first time.<br>In order to make the statistics only available to you alone, it is important that you first <u>set a password for access</u>.<br>Use the password change option below. The password can be changed later, as often as you want.
bs: Vi koristite web statistike prvi put.<br>Kako bi napravili web statistike pristupne samo za vas, potrebno je da u prvom koraku <u>napravite lozinku za pristup</u>.<br>Koristite opciju za mjenjanje lozinke ispod. Lozinku mozete kasnije izmjenuti koliko god puta vi to zelite.
de: Sie verwenden die Webstatistik das erste Mal.<br>Um die Statistik nur Ihnen allein zugänglich zu machen, ist es wichtig, dass Sie <u>zuerst ein Passwort für den Zugriff festlegen</u>.<br>Nutzen Sie dazu die unten aufgeführte Möglichkeit zur Passwortänderung. Das Passwort können Sie später beliebig oft ändern.

source: There are currently no statistics for your domains. Please try again later.
bs: Trenutno nema statistike za vase domene. Molimo vas pokusajte kasnije.
de: Es liegen noch keine Statistiken zu Ihren Domains vor. Bitte versuchen Sie es später noch einmal.
it: Attualmente non esistono statistiche per i domini. Si prega di riprovare più tardi.

source: The password for accessing your web statistics was changed successfully.
bs: Lozinka za pristup web statistikama je uspjesno obnovljena.
de: Das Zugriffspasswort für Ihre Webstatistik wurde erfolgreich geändert.
it: La password per l'accesso alle vostre statistiche web è stata modificata correttamente.
ru: Пароль для доступа к веб-статистике был успешно изменен.
