Repository: alex-mahr/keyhelp-translation
Catalog: */LC_MESSAGES/events.po
Languages: bs, de, it, ru

source: The zone has been reset to default records.
bs: Zona je resetovana na zadane zapise.
de: Die Zone wurde auf Standard-Records zurückgesetzt.
it: La zona è stata reimpostata a record predefiniti.
ru: Все записи зоны были возвращены на значения по умолчанию.

source: Invalid SOA-timings.
bs: Neispravna SOA-Timings.
de: Ungültige SOA-Timings.
it: SOA-timings invalido.
ru: Некорректное SOA-время.

source: Record %s) You did not fill out all input fields.
bs: Zapis %s) Vi niste ispunili sva potrebna polja.
de: Record %s) Es wurden nicht alle Eingabefelder ausgefüllt.
it: Record %s) Non hai compilato tutti i campi.
ru: Запись %1s) Вы заполнили не все необходимые поля

source: Record %s) Invalid Time-To-Live value.
bs: Zapis %s) Netacna Time-To-Live vrijednost.
de: Record %s) Ungültige Time-To-Live Angabe.
it: Record %s) Valore non valido Time-To-Live .
ru: Запись %1s) Указано некорректное "время жизни"

source: Record %1$s) The data field contains for a <b>%2$s-Record</b> invalid data.
bs: Zapis %s) data polje zadrzi za <b>%2$s-Zapis</b> netacne podatke.
de: Record %1$s) Das Datenfeld enthält für einen <b>%2$s-Record</b> ungültige Daten.
it: Record %1$s) il campo dati contiene per un <b>%2$s-Record</b> di dati non validi.
ru: 'Запись %1$s) Поле с данными <b>%2$s-Запись</b> содержит некорректную информацию

source: Record %s) Invalid Record type.
bs: Zapis %s) Netacan tip Zapisa.
de: Record %s) Ungültiger Record-Typ.
it: Record %s) Tipo di Record non valido.
ru: Запись %1s) Введена некорректная запись.

source: Syntax check failed, please check your entries!
bs: Provjera sintakse neuspjesna, molimo vas provjerite vase unose!
de: Syntaxüberprüfung fehlgeschlagen, Bitte überprüfen Sie Ihre Eingaben!
it: Controllo di sintassi non riuscito, si prega di controllare le voci!
ru: Ошибка синтаксиса, пожалуйста, проверьте ваши записи!

source: The zone has been edit successfully.
bs: Vremenska zona je izmjenuta uspjesno.
de: Die Zone wurde erfolgreich bearbeitet.
it: La zona è stata modifica correttamente.
ru: Зона была успешно.

source: Could not establish a connection to the license update service.
bs: Nije moguce uspostavljanje konekcije sa servisom za obnavljanje licence.
de: Es konnte keine Verbindung zum Lizenz-Update-Dienst aufgebaut werden.
it: Non ha potuto stabilire una connessione con il servizio di aggiornamento della licenza.
ru: Сервер обновления лицензии недоступен.

source: Your license is up to date.
bs: Vasa licenca je na najnovijem stanju.
de: Ihre Lizenz ist auf dem neusten Stand.
it: La licenza viene aggiornata.
ru: Лицензия продлена.

source: The license was renewed successfully.
bs: Vasa licenca je uspjesno obnovljena.
de: Ihre Lizenz wurde erfolgreich aktualisiert.
it: La licenza è stata rinnovata con successo.
ru: Лицензия успешно продлена.

source: An error occurred while renewing the license.
bs: Pojavila se greska povodom obnavljanje licence.
de: Es ist ein Fehler beim Aktualisieren Ihrer Lizenz aufgetreten.
it: Si è verificato un errore durante il rinnovo della licenza.
ru: Ошибка обновления лицензии.

source: The license server reports an error: "%s"
bs: Licenc server javlja slijedecu gresku: "%s"
de: Der Lizenzserver meldet einen Fehler: "%s"
it: Il server di licenza segnala un errore: "%s"
ru: Сервер лицензии возвращает ошибку: "%s"

source: The license with the key "%s" is already installed.
bs: Licenca sa kljucem "%s" je vec instalirana.
de: Die Lizenz mit dem Lizenzschlüssel "%s" ist bereits installiert.
it: La licenza con la chiave "%s" è già installata.
ru: Лицензия с ключем "%s" уже установлена.

source: The license was installed successfully.
bs: Licenca je uspjesno instalirana.
de: Ihre Lizenz wurde erfolgreich installiert.
it: La licenza è stata installata cn successo.
ru: Лицензия успешно установлена.

source: An error occurred while installing the license.
bs: Doslo je do greske prilikom instalacije licence.
de: Es ist ein Fehler beim Installieren Ihrer Lizenz aufgetreten.
it: Si è verificato un errore durante l'installazione della licenza.
ru: Ошибка при установке лицензии.

source: The license was removed successfully.
bs: Licenca je uspjesno obrisana.
de: Ihre Lizenz wurde erfolgreich entfernt.
it: La licenza è stata rimossa con successo.
ru: Лицензия была успешно удалена.

source: An error occurred while removing the license.
bs: Pojavila se greska prilikom brisanja licence.
de: Es ist ein Fehler beim Entfernen Ihrer Lizenz aufgetreten.
it: Errore durante la rimozione della licenza.
ru: Ошибка удаления лицензии.

source: The password you entered does not match the password confirmation!
bs: Lozinka koju ste upisali se nepoklapa sa povrdom!
de: Das eingegebene Passwort passt nicht zur Wiederholung!
it: La password di conferma non corrisponde con la password inserita!
ru: Указанный пароль не подходит по требованиям безопасности!

source: The required password complexity was not fulfilled.
bs: Nazalost niste unjeli sve potrebne znakove za Lozinku.
de: Die geforderte Passwort-Komplexität wurde nicht erfüllt.
it: La complessità della password richiesta non è stata soddisfatta.
ru: Пароль не соответсвует следующим требованиям.

source: The entered email address is invalid.
bs: Upisana E-Mail adresa nije tacna.
de: Die eingegebene E-Mail-Adresse ist ungültig.
it: L'indirizzo mail inserito non risulta valido.
ru: Введенный E-mail адрес некорректен.

source: Version mismatch - Please contact your administrator.
bs: Verzije se nepoklapaju - Molimo vas kontaktirajte administratora.
de: Versionskonflikt - Bitte kontaktieren Sie Ihren Administrator.
it: La versione non corrisponde - Contattare l'amministratore.

source: Your account is not fully set up - some functions are limited.
bs: Vas nalog nije podpuno zavrsen - nekoliko funkcija su limitirane.
de: Ihr Account ist noch nicht vollständig eingerichtet - einige Funktionen stehen nur eingeschränkt zur Verfügung.
it: Il tuo account non è completamente impostato - alcune funzioni sono limitate.
ru: Ваш аккаунт не был полностью настроен, некоторые функции недоступны.

source: Please enter a valid username.
bs: Molimo vas ukucajte ispravno Korisnicko Ime.
de: Bitte geben Sie einen gültigen Benutzernamen an.
it: Ti preghiamo di inserire un nome utente valido.
ru: Пожалуйста, введите корректное имя пользователя

source: There is already a user with this name.
bs: Vec postoji jedan Korisnik sa istim Imenom.
de: Es existiert bereits ein Nutzer mit diesem Namen.
it: Esiste già un utente con questo nome.
ru: Пользователь с таким именем уже существует.

source: The administrator "<b>%s</b>" has been successfully created.
bs: Administrator "<b>%s</b>" je uspjesno napravljen.
de: Der Administrator "<b>%s</b>" wurde erfolgreich angelegt.
it: L'amministratore "<b>%s</b>" è stato creato con successo.
ru: Администратор "<b>%s</b>" был успешно создан.

source: Insufficient user privileges.
bs: Nedovoljna Korisnicka prava.
de: Unzureichende Benutzerrechte.
it: Utente con privilegi insufficienti.
ru: Недостаточно пртвелегий.

source: The deleting of the demo accounts is not allowed in the KeyHelp demo!
bs: Brisanje Demo naloga nije dozvoljeno u KeyHelp Demo!
de: Das Löschen der Demo-Accounts ist in der KeyHelp-Demo nicht erlaubt!
it: Non è possibile eliminare un account demo nella versione dimostrativa di KeyHelp!
ru: Удаление демо аккаунта недоступно в KeyHelp demo!

source: The following administrator accounts were successfully deleted:
bs: Slijedeci administrator nalozi su uspjesno obrisani:
de: Die folgenden Administrator-Konten wurden gelöscht:
it: Il seguente amministratore è stato eliminato con successo:
ru: Следующие администраторы были удалены:

source: The editing of this user in not allowed in the KeyHelp demo!
bs: Izmjenjivanje korisnika nije dozvoljeno u KeyHelp Demo!
de: Das Editieren dieses Benutzers in in der KeyHelp-Demo nicht erlaubt!
it: Nella versione dimostrativa di KeyHelp non è permesso modificare questo utente!
ru: Изменение этого аккаунта недоступно в KeyHelp demo!

source: The administrator account "<b>%s</b>" has been updated.
bs: Administrator nalog "<b>%s</b>" je uspjesno izmjenut.
de: Das Administratorkonto "<b>%s</b>" wurde aktualisiert.
it: L'amministratore "<b>%s</b>" è stato modificato.
ru: Администратор "<b>%s</b>" был обновлен.

source: Please enter a valid username with up to %s characters in lowercase.
bs: Molimo vas ukucajte Korisnicko Ime do %s znakova malim slovima.
de: Bitte geben Sie einen gültigen Benutzernamen mit maximal %s Zeichen in Kleinbuchstaben an.

source: The username is already in use (in the database or on the server).
bs: Korisnicko Ime je vec u upotrebi (u Bazi Podataka ili na Serveru).
de: Der Benutzer existiert bereits (in der Datenbank oder auf dem Server).
it: Questo nome utente è già in uso (sul database o sul server).
ru: Пользователь занят (пользователь базы данных или системы).

source: The subdomain already exists.
bs: Subdomena vec postoji.
de: Die Subdomain existiert bereits.
it: Questo sottodominio esiste già.
ru: Поддомен уже стуществует.

source: You have not entered email address to receive the login information.
bs: Vi niste upisali E-Mail adresu da dobijete informacije za prijavu.
de: Sie haben keine E-Mail-Adresse für die Zusendung der Login-Daten eingegeben.
it: Non è stato immesso indirizzo email per ricevere le informazioni di login.
ru: Вы не указали E-mail для получения данных для доступа.

source: Invalid input in the input field "%s".
bs: Nevazeci podaci u polju "%s".
de: Ungültige Angabe im Eingabe-Feld "%s".
it: Input non valido nel campo input "%s".

source: Invalid input in the additional options field "%s".
de: Ungültige Angabe im Zusätzliche-Optionen-Feld "%s".

source: Invalid input in the PHP setting field "%s".
bs: Nevazeci podaci u polju "%s".
de: Ungültige Angabe im PHP-Einstellungs-Feld "%s".
it: Input non valido nel parametro di configurazione PHP "%s".

source: Invalid input in the PHP-FPM setting field "%s".
bs: Nevazeci podaci u polju "%s".
de: Ungültige Angabe im PHP-Einstellungs-Feld "%s".
it: Input non valido nel parametro di configurazione PHP-FPM "%s".

source: You can not allow additional FTP users, if FTP is deactivated.
bs: Vi nemozete dozvoliti dodatne FTP korisnike, ako je FTP Deaktiviran.
de: Sie können keine FTP-Benutzer erlauben, wenn FTP deaktiviert ist.
it: Non poi creare utenti FTP aggiuntivi se il servizio FTP è disattivato.
ru: Вы не можете создавать дополнительных пользователей, если FTP деактивирован.

source: You can not allow email addresses, without having at least one email account.
bs: Vi nemozete dozvoliti dodatne E-Mail adrese, ako nemate najmanje jedan E-Mail Nalog.
de: Sie können keine E-Mail-Adressen erlauben, ohne mindestens ein E-Mail-Konto.
it: Non si possono permettere indirizzi email, senza avere almeno un account email.
ru: Вы не можете использовать E-mail адреса, если не имеете ни одного почтового аккаунта.

source: The disk space must be at least 1 MB.
bs: Disk Prostor mora biti najmanje 1 MB.
de: Der Speicherplatz muss mindestens 1 MB betragen.
it: Lo spazio su disco deve essere almeno 1 MB.
ru: Вы должны выделить по крайней мере 1 MB места.

source: The value of "pm.min_spare_servers" may not be greater than "pm.max_spare_servers".
bs: Vrijednost od "pm.min_spare_servers" nesmije biti veca od "pm.max_spare_servers".
de: Der Wert für "pm.min_spare_servers" darf nicht größer als "pm.max_spare_servers" sein.
it: Il valore di "pm.min_spare_servers" non dovrebbe essere maggiore di "pm.max_spare_servers".
ru: Значение "pm.min_spare_servers" не может быть больше, чем "pm.max_spare_servers".

source: The values of "pm.min_spare_servers" and "pm.max_spare_servers" may not be greater than "pm.max_children".
bs: Vrijednost od "pm.min_spare_servers" i "pm.max_spare_servers" nesmije biti veca od "pm.max_children".
de: Die Werte von "pm.min_spare_servers" und "pm.max_spare_servers" dürfen nicht größer als "pm.max_children" sein.
it: Il valore di "pm.min_spare_servers" e "pm.max_spare_servers" non dovrebbe essere maggiore di "pm.max_children".
ru: Значение "pm.min_spare_servers" и "pm.max_spare_servers" не может быть больше, чем "pm.max_children".

source: Invalid IP for PHP-FPM status page IP restriction.
bs: Nevazeca IP za PHP FPM status stranicu IP ogranicenje.
de: Ungültige IP für PHP-FPM-Statusseiten IP-Beschränkung.
it: IP non valido per restrizione IP PHP-FPM stato pagina.
ru: Некорректный IP для страницы статуса PHP-FPM

source: The user "<b>%s</b>" has been successfully created. In a few moments, the account can be used.
bs: Korisnik "<b>%s</b>" je uspjesno napravljen. Za nekoliko minuta mozete koristiti ovaj Korisnicki Nalog.
de: Der Benutzer "<b>%s</b>" wurde erfolgreich angelegt. In wenigen Augenblicken kann das Konto benutzt werden.
it: L'utente "<b>%s</b>" è stato creato con successo. In pochi istanti, l'account potrà essere utilizzato.
ru: Пользователь "<b>%1$s</b>" был успешно создан. Вы можете начать использовать аккаунт через несколько минут.

source: The following user accounts will be deleted completely in a few moments:
bs: Slijedeci Korisnicki Nalozi ce biti za nekoliko minuta obrisani:
de: Die folgenden Benutzeraccounts werden in wenigen Augenblicken vollständig gelöscht:
it: Il seguente account utente verrà eliminato completamente in pochi istanti:
ru: Следующие пользовательские аккаунты будут удалены в ближайшее время:

source: The suspending of the demo accounts is not allowed in the KeyHelp demo!
de: Das Sperren der Demo-Accounts ist in der KeyHelp-Demo nicht erlaubt!

source: The change of passwords of demo accounts is not allowed in the KeyHelp demo!
bs: Promjena lozinke od Demo naloga nije dozvoljeno u KeyHelp Demo!
de: Die Änderung von Passwörter der Demo-Accounts ist in der KeyHelp-Demo nicht erlaubt!
it: La modifica delle password di un account demo non è consentita nella versione dimostrativa di KeyHelp!
ru: Изменение пароля демо аккаунта недоступно в KeyHelp demo!

source: The user "<b>%s</b>" will be completely updated in a few moments.
bs: Korisnik "<b>%s</b>" ce biti podpuno obnovljen za nekoliko trenutaka.
de: Der Benutzer "<b>%s</b>" wird in wenigen Augenblicken vollständig aktualisiert.
it: L'utente "<b>%s</b>" sarà completamente aggiornato in pochi istanti.
ru: Пользователь "<b>%s</b>" будет обновлен в течение нескольких минут.

source: The user "<b>%s</b>" has been updated completely.
bs: Korisnik "<b>%s</b>" je podpuno obnovljen.
de: Der Benutzer "<b>%s</b>" wurde vollständig aktualisiert.
it: L'utente "<b>%s</b>" è stato completamente aggiornato.
ru: Пользователь "<b>%s</b>" был успешно обновлен.

source: The selected sessions got terminated.
de: Die ausgewählten Sessions wurden beendet.

source: Please select a valid main domain.
bs: Molimo vas unesite ispravnu glavnu domenu.
de: Bitte wählen Sie eine gültige Hauptdomain.

source: Please choose a valid user.
bs: Molimo vas odaberite ispravnog korisnika.
de: Bitte wählen Sie einen gültigen Benutzer aus.
it: Ti preghiamo di inserire un nome utente valido.
ru: Пожалуйста, выберите корректного пользователя.

source: One or more domains contain errors:
de: Eine oder mehrere Domains sind fehlerhaft:

source: Error in associated main domain
de: Fehler in der zugehörigen Hauptdomain

source: Domain name is invalid.
de: Der Domainname ist ungültig.

source: Domain name already exisits.
de: Der Domainname existiert bereits.

source: The following domains were deleted successfully:
bs: Slijedece domene su uspjesno obrisane:
de: Folgende Domains wurden erfolgreich gelöscht:
it: I seguenti domini sono stati cancellati con successo:
ru: Следующие домены были удалены:

source: No domain could be deleted.
bs: Nijedna domena se nije mogla obrisati.
de: Es konnte keine Domain gelöscht werden.
it: Nessun dominio può essere eliminato.
ru: Домен(ы) не может быть удален.

source: The selected domain does not exist.
bs: Odabrana domena ne postoji.
de: Die gewählte Domain existiert nicht.
it: Il dominio selezionato non esiste.
ru: Выбранный домен не существует.

source: Let's Encrypt currently does not support internationalized domain names.
bs: Let's Encrypt trenutno ne podrzava internacionalizovana imena domene.
de: Internationalisierte Domain Namen werden derzeit noch nicht von Let's Encrypt unterstützt.
it: Let's Encrypt attualmente non supporta nomi di dominio internazionalizzati.
ru: На данный момент Let's Encrypt не поддерживает интернациональныедоменные зоны.

source: Let's Encrypt currently does not support wildcard domain names.
bs: Let's Encrypt trenutno ne podrzava internacionalizovana imena domene.
de: Let's Encrypt unterstützt derzeit keine Wildcard-Domainnamen.
it: Let's Encrypt attualmente non supporta nomi di dominio con wildcard.
ru: Let's Encrypt не обладает поддержкой wildcard.

source: You have selected none of the existing certificates.
bs: Vi niste odabrali nijedan postojeci certifikat.
de: Sie haben keines der vorhanden Zertifikate ausgewählt.
it: Non hai selezionato alcun certificato esistente.

source: The domain "<b>%s</b>" has been successfully updated.
bs: Domena "<b>%s</b>" je uspjesno obnovljena.
de: Die Domain "<b>%s</b>" wurde erfolgreich aktualisiert.
it: Il dominio "<b>%s</b>" è stato aggiornato con successo.
ru: Домен "<b>%s</b>" был успешно обновлен.

source: You cannot save this rule set while it is in applying process.
bs: Vi nemozete sacuvati ovaj set pravila dok je u procesu primjene.
de: Sie können diesen Regelsatz nicht speichern, während er sich bei im Anwendungsprozess befindet.
it: Non è possibile salvare questa regola impostata mentre è nell'applicazione del processo.

source: You cannot apply this rule set, while there is another rule set in applying process.
bs: Vi nemozete primjeniti ovaj set pravila dok je jedan drugi set pravila u procesu primjene.
de: Sie können diesen Regelsatz nicht anwenden, solange sich ein anderer Regelsatz im Anwendungsprozess befindet.

source: The rule set could not be saved because of previous errors.
bs: Set pravila nije mogao biti sacuvan zbog prethodnih gresaka.
de: Der Regelsatz konnte aufgrund vorangegangener Fehler nicht gespeichert werden.
it: Il set di regole non può essere salvato a causa di errori precedenti.

source: The current rule set cannot be saved directly.
bs: Trenutni set pravila nije moguce sacuvati direktno.
de: Der aktuelle Regelsatz kann nicht direkt gespeichert werden.
it: Il set di regole corrente non può essere salvato direttamente.
ru: Данный набор правил не может быть сохранен.

source: Instead, a copy including your changes was created and saved as "<b>%s</b>".
bs: Umjesto toga, kopija koja zadrzava vase promene je napravljena i sacuvana kao "<b>%s</b>".
de: Stattdessen wurde eine Kopie mit Ihren Änderungen erstellt und als "<b>%s</b>" gespeichert.
ru: Произведенные вами изменения были сохранены как "<b>%s</b>".

source: Rule set "<b>%s</b>" was saved successfully.
bs: Set pravila <b>%s</b>" je uspjesno sacuvan.
de: Regelsatz "<b>%s</b>" wurde erfolgreich gespeichert.
it: Set di regole "<b>%s</b>" è stato salvato correttamente.

source: Applying firewall rules is not allowed in the KeyHelp demo!
bs: Izmjenjivanje pravila firewall-a nije dozvoljeno u KeyHelp Demo!
de: Das Anwenden von Firewall-Regeln ist in der KeyHelp-Demo nicht erlaubt!
it: Nella versione dimostrativa di KeyHelp non è possibile applicare regole firewall!

source: You cannot delete this rule set while it is in applying process.
bs: Ovo pravilo nemozete obrisati dok se primenjuje.
de: Sie können diesen Regelsatz nicht löschen, während er sich bei im Anwendungsprozess befindet.
it: Non è possibile eliminare questa regola impostata mentre è nell'applicazione del processo.
ru: Вы не можете удалить этот набор правил, т.к он находится в процессе применения

source: Rule set "<b>%s</b>" was deleted successfully.
bs: Set pravila "<b>%s</b>" je uspjesno napravljen.
de: Regelsatz "<b>%s</b>" wurde erfolgreich gelöscht.
it: Set di regole "<b>%s</b>" è stato eliminato con successo.

source: The settings have been saved successfully.
bs: Podesavanja su uspjesno sacuvana.
de: Die Einstellungen wurden erfolgreich gespeichert.
it: Le impostazioni sono state salvate correttamente.

source: Current rule sets are requested to reload. (This may take a moment.)
bs: Trenutni set pravila zahtjeva ponovo ucitavanje. (To moze potrajati momenat)
de: Neuladen der aktuelle Regelsätze angefordert. (Dies kann einen Moment dauern.)
it: È necessario ricaricare il set di regole corrente. (Potrebbe richiedere qualche momento.)
ru: Данный набор правил перезагружается. (Это займет некоторое время)

source: Cannot create new draft. Imported rule set to be imported is invalid.
bs: Nemozete napraviti novi primjer. Importirani set pravila koji je odabran za importiranje je nevazeci.
de: Kann keinen neuen Entwurf erstellen. Der zu importierende Regelsatz ist ungültig.
it: Impossibile creare il nuovo progetto. Il set di regole importato non è valido.
ru: Невозможно создать черновик. Импортируемы набор правил некорректен.

source: New draft "<b>%s</b>" was created successfully.
bs: Novi primjer "<b>%s</b>" je uspjesno napravljen.
de: Neuer Entwurf "<b>%s</b>" wurde erfolgreich erstellt.
it: Nuovo progetto "<b>%s</b>" è stato creato correttamente.

source: Rule set "<b>%s</b>" is in applying process.
bs: Set pravila "<b>%s</b>" je u procesu primjene.
de: Regelsatz "<b>%s</b>" befindet sich im Anwendungsprozess.
it: Set di regole "<b>%s</b>" è nell'applicazione del processo.

source: Anti lockout check is enabled!
bs: Kontrola protiv blokiranje s vlastitog servera je omogucena!
de: Anti-Lockout Überprüfung ist aktiv!
it: Il controllo anti lockout è attivo!
ru: Анти-блокировка включена!

source: Please stay on this page, until checking is finished.
bs: Molimo vas ostanite na ovoj stranici, dok se provjera nezavrsi.
de: Bitte bleiben Sie auf dieser Seite, bis die Prüfung beendet ist.
ru: Оставайтесь на этой странице, пока проверка не будет завершена.

source: Changes will now get undone, please wait one minute, then you can access this page again.
bs: Promjene ce biti sada vracene molimo vas sacekajte minut ili dva tada mozete pristupiti ponovo ovoj stranici.
de: Änderungen werden nun rückgängig gemacht, bitte warten Sie eine Minute, dann können Sie diese Seite wieder aufrufen.
ru: Изменения будут отменены, данная страница будет снова доступна втечении минуты.

source: The rule set "<b>%s</b> was applied successfully.
bs: Set pravila "<b>%s</b>" je uspjesno primijenjen.
de: Der Regelsatz "<b>%s</b>" wurde erfolgreich angewendet.
it: La regola impostata "<b>%s</b> è stato applicata con successo.

source: Error occurred while trying to apply rule set "<b>%s</b>".
bs: Pojavila se greska povodom primijenjivanjem set pravila "<b>%s</b>".
de: Beim Anwenden des Regelsatz "<b>%s</b>" ist ein Fehler aufgetreten.
it: Errore durante il tentativo di applicare la regola impostata "<b>%s</b>".

source: It seems you have locked yourself out of the server.
bs: Izgleda da ste se zakljucali sa vaseg servera.
de: Es scheint, Sie haben sich vom Server ausgesperrt.
it: A quanto pare ti sei chiuso fuori dal server.
ru: Вы закрыли для себя доступ к серверу.

source: The previous rules have been restored.
bs: Prethodno pravilo je vraceno.
de: Die bisherigen Regeln wurden wiederhergestellt.
it: Le regole precedenti sono state restaurate.

source: The selected email queue records have been deleted.
bs: Odabrana e-mail lista zapis je obrisana.
de: Die ausgewählten E-Mail-Warteschlagen-Einträge wurden gelöscht.
it: Sono stati eliminati i record di coda di posta elettronica selezionato.

source: All emails from queue have been deleted.
bs: Svi e-mailovi sa reda su obrisani.
de: Alle E-Mails der Warteschlange wurden gelöscht.
it: Sono stati eliminati tutti i messaggi dalla coda.
