Repository: alex-mahr/keyhelp-translation
Catalog: */LC_MESSAGES/events.po
Languages: bs, de, it, ru

source: Please fill out all required fields.
bs: Molimo popunite sva potreba polja.
de: Bitte füllen Sie alle erforderlichen Eingabefelder aus.
it: Per favore riempi tutti i campi richiesti.
ru: Пожалуйста, заполните все требуемые поля.

source: There are no recipients defined. / The selected recipients have no email address stored.
bs: Nema definiranih primatelja. / Odabrani primaoci nemaju pohranjene e-mail adrese.
de: Es wurden keine Empfänger festgelegt. / Bei den gewählten Empfängern ist keine E-Mail-Adresse hinterlegt.
it: Non esistono destinatari definiti. / I destinatari selezionati non hanno nessun indirizzo di posta elettronica archiviato.
ru: Получатели не были выбраны. / У выбраных получателей не заданы адреа электронной почты.

source: The message has been sent to %s recipient(s).
bs: Ova poruka je poslana na %s primaoca(e).
de: Die Email wurde erfolgreich an %s Empfänger versendet.
it: Il messaggio è stato inviato a %s destinatari.
ru: Сообщение было отправлено %1$s получателю/лям.

source: While sending emails to the following recipients, an error occurred.<br><br>%s
bs: Prilikom slanja e-maila sljedecim primaocima, doslo je do greske.<br><br>%s
de: Beim E-Mail-Versand an folgende Empfänger trat ein Fehler auf.<br>%s
it: Durante l'invio di messaggi di posta elettronica ai seguenti destinatari, si è verificato un errore.<br><br>%s
ru: Возникла ошибка при отправке почты следующим получателям.<br><br>%s

source: You have selected an invalid language.
bs: Vi ste odabrali neispravan jezik.
de: Sie haben eine ungültige Sprache ausgewählt.
it: È stata selezionata una lingua non valida.
ru: Вы выбрали некорректный язык.

source: The value for maximum login attempts is invalid.
bs: Vrijednost maksimalnog pokusaja za prijavu je nevazeci.
de: Die Angabe der maximalen Loginversuche ist ungültig.
it: Numero massimo di tentativi di accesso invalido.

source: The value for the login deactivation time is invalid.
bs: Vrijednost za deaktivaciju prijave je nevazeci.
de: Die Angabe der Login-Deaktivierungszeit ist ungültig.
it: Il valore per il tempo di disattivazione di accesso è invalido.

source: The period of validity of the session is invalid. (Enter a value of at least 60 seconds.)
bs: Period vazenja sjednice je nevazeci. (Unesite vrijednost od najmanje 60 sekundi.)
de: Die Angabe der Gültigkeitsdauer der Session ist ungültig. (Geben Sie einen Wert von mindestens 60 Sekunden an.)
it: Il periodo di validità della sessione non è valido. (Immettere un valore di almeno 60 secondi).
ru: Срок действия сессии указан некорректно. (Введите значение не менее 60 секунд.)

source: The value of the minimum password length is invalid.
bs: Vrijednost za minimalnu duzinu lozinke je nevazeci.
de: Die Angabe der Passwort-Mindestlänge ist ungültig.
it: Il valore della lunghezza minima della password non è valido.
ru: Максимальная длина пароля указана неверно.

source: The value of the length for generated passwords is invalid.
bs: Vrijednost duzine za generirane lozinke je nevazeci.
de: Die Angabe der Länge von generierten Passwörtern ist ungültig.
it: Il valore della lunghezza per le password generate non è valido.
ru: Максимальная длина генерируемого пароля указана неверно .

source: The email address for traffic-limit-exceeded notifications is invalid.
bs: E-Mail adresa za obavjestenja za prekoracenja ogranicenja protok podataka je nevazeci.
de: Die Emailadresse für Benachrichtigungen bei Traffic-Limit-Überschreitung ist ungültig.

source: The email address for SSL certificate notifications is invalid.
bs: E-Mail adresa za obavjestenja za obavjestenja o SSL certifikatima je nevazeci.
de: Die E-Mail-Adresse für SSL-Zertifikat-Benachrichtigungen ist ungültig.

source: Demo mode restriction: Only Let's Encrypt test environment allowed.
bs: Demo modus ogranicenje: Samo Let's Encrypt test okolina dozvoljena.
de: Demo-Modus Einschränkung: Nur Let's Encrypt Test Umgebung erlaubt.
it: Restrizione in modalità demo: solo l'ambiente test di Let's Encrypt viene permesso.
ru: Ограничения тестового режима: разрешено только тестовое окружениеLet's Encrypt

source: Let's Encrypt state may not be empty.
bs: Let's Encrypt zemlja nemoze biti prazna.
de: Let's Encrypt Staat darf nicht leer sein.
it: Lo stato di Let's Encrypt non può essere vuoto.
ru: Состояние Let's Encrypt не может быть пустым.

source: The URL to the tool "PhpMyAdmin" is invalid.
bs: URL Adresa za alatku "phpMyAdmin" je nevazeci.
de: Die URL zum Tool "PhpMyAdmin" ist ungültig.
it: L'URL per lo strumento "PhpMyAdmin" non è valido.
ru: Ссылка на "PhpMyAdmin" указана неверно.

source: The URL to the webmail client is invalid.
bs: URL Adresa za alatku "Webmail Client" je nevazeci.
de: Die URL zum Webmail Client ist ungültig.
it: L'URL per il client webmail non è valido.

source: The webmail configuration could not be updated.
bs: Webmail konfiguracija se nije mogla azurirati.
de: Die Webmail Konfiguration konnte nicht aktualisiert werden.
it: La configurazione di webmail potrebbe non essere aggiornata.
ru: 'Настройки веб-интерфейса для почты не могут быть сохранены.

source: The value of the administrator email address is invalid.
bs: Vrijednost za administrator e-mail adresa je nevazeci.
de: Die Angabe der Administrator-E-Mail-Adresse ist ungültig.
it: Indirizzo email amministratore non valido.
ru: E-mail адрес администратора указан неверно.

source: The panel settings have been updated successfully.
bs: Panel podesavanja su uspjesno sacuvana.
de: Die Panel-Einstellungen wurden erfolgreich aktualisiert.
it: Le impostazioni del pannello sono state aggiornate correttamente.
ru: Настройки панели были успешно обновлены.

source: Invalid form data.
bs: Netacni podaci u formularu.
de: Ungültige Formular Daten.
it: Dati invalidi.
ru: Неверные данные формы.

source: Settings have been updated successfully.
bs: Podesavanja su uspjesno sacuvana.
de: Die Einstellungen wurden erfolgreich aktualisiert.
it: Impostazioni sono state aggiornate con successo.
ru: Настройки применены.

source: Changing the hostname is not allowed in the KeyHelp demo!
de: Das Ändern des Hostnames ist in der KeyHelp-Demo nicht erlaubt!

source: The specified hostname is not valid. Please enter a valid FQDN.
bs: Odabrani Hostname nije vazeci. Molimo vas odaberite jednu vazecu FQDN.
de: Der angegebene Hostnamen ist nicht gültig. Bitte geben Sie einen gültigen FQDN an.
ru: Указан недопустимый хостнейм. Пожалуйста укажите корректный FQDN.

source: Please input a valid number for the RAM-Disk size.
bs: Molimo vas unesite validan broj za RAM velicinu.
de: Bitte geben Sie eine gültige Zahl für die Größe der RAM-Disk an.
it: Si prega di inserire un numero valido per la dimensione del disco RAM.
ru: Пожалуйста введите корректный размер RAM-диска.

source: Please choose a valid unit type for the RAM-Disk size.
bs: Molimo odaberite vazeci tip za velicinu RAM.
de: Bitte wählen Sie eine gültige Einheit für die Größe der RAM-Disk.
it: Si prega di scegliere un tipo di unità valida per la dimensione del disco RAM.
ru: Пожалуйста выберите корректное значение RAM-диска.

source: Please input a valid percentage between 0 and 100.
bs: Molimo unesite vazeci postotak izmedzu 0 i 100.
de: Bitte geben Sie eine gültige Prozentzahl von 0 - 100 an.
it: Si prega di inserire una percentuale valida compreso tra 0 e 100.
ru: Введите значение в процентах от 0 до 100.

source: Please enter a valid email address for forwarding or leave this field empty.
bs: Molimo unesite vazecu e-mail adresu za prosljedzivanje ili ostavi ovo polje prazno.
de: Bitte geben Sie eine gültige E-Mail-Adresse für die Weiterleitung an, oder lassen Sie dieses Feld leer.
it: Inserisci un indirizzo email valido per l'inoltro o lasciare vuoto questo campo.
ru: Пожалуйста введите действительный email адрес или оставьте поле пустым.

source: Please enter a valid email address for forwarding.
bs: Molimo unesite vazecu e-mail adresu za prosljeđivanje.
de: Bitte geben Sie eine gültige E-Mail-Adresse für die Weiterleitung an.
it: Ti preghiamo di inserire un indirizzo email valido per l'inoltro.
ru: Пожалуйста введите действительный email адрес.

source: Invalid webserver port range.
bs: Pogresni webserver port prostor.
de: Ungültige Webserver Portbereich.
it: Intervallo di porte server invalido
ru: Неверный диапазон портов веб-сервера.

source: Please enter a valid email address for antivirus scanner notification or leave this field empty.
bs: Molimo unesite vazecu e-mail adresu za antivirusni skener obavijestenja ili ostavi ovo polje prazno.
de: Bitte geben Sie eine gültige E-Mail-Adresse für die Antivirus-Scanner-Benachrichtigung an, oder lassen Sie dieses Feld leer.
it: Inserisci un indirizzo email valido per la notifica dello scanner antivirus o lascia vuoto questo campo.
ru: Пожалуйста введите действительный email адрес для отправки отчетов антивирусного сканера.

source: The server settings have been successfully saved and are available in a few seconds.
bs: Server podesavanja su uspjesno sacuvana i bice dostupna za nekoliko sekundi.
de: Die Server-Einstellungen wurden erfolgreich gespeichert und stehen in wenigen Augenblicken zur Verfügung.
it: Le impostazioni del server sono state salvate e saranno disponibili in pochi secondi.
ru: Настройки сервера были сохранены и вступят в силу через несколько секунд.

source: The service has been successfully stopped.
bs: Servis je uspjesno stopiran.
de: Der Dienst wurde erfolgreich beendet.
it: Il servizio è stato interrotto con successo.

source: The service has been successfully started.
bs: Servis je uspjesno pokrenut.
de: Der Dienst wurde erfolgreich gestartet.
it: Il servizio è stato avviato correttamente.

source: Sorry, the operation could not be performed correctly. (Permissions correct?)
bs: Izvinite, operacije nisu mogle biti zavrsene ispravno. (Dozvole tacne?)
de: Leider konnte die Operation nicht korrekt durchgeführt werden. (Berechtigungen korrekt?)
it: Spiacenti, l'operazione non è stata eseguita correttamente. (Le autorizzazioni sono corrette?)
ru: Операция не может быть выполнена правильно. (Права корректные?)

source: The transmitted key length is invalid.
bs: Prenesena duzine kljuca je nevazeci.
de: Die übermittelte Schlüssellänge ist ungültig.
it: La lunghezza della chiave trasmessa non è valida.
ru: Длина ключа указана неверно.

source: The transmitted country is invalid.
bs: Prenesena drzava je nevazeca.
de: Das übermittelte Land ist ungültig.
it: La nazione trasmessa non risulta valida.
ru: Страна ключа указана неверно.

source: Please enter a valid domain!
bs: Molimo vas unesite ispravnu domenu!
de: Bitte geben Sie eine gültige Domain an!
it: Ti preghiamo di inserire un dominio valido!
ru: Пожалуйста, укажите корректный домен!

source: Please choose whether a CSR (Certificate Signing Request) or a self-signed certificate will be created!
bs: Molimo izaberite da li je CSR (Certificate Signing Request) ili samostalno potpisan certifikat ce biti kreiran!
de: Bitte wählen Sie, ob eine CSR (Certificate Signing Request) oder ein Selbst-Signiertes Zertifikat erstellt werden soll!
it: Si prega di scegliere se verrà creata una certificazione CSR (Certificate Signing Request) o un certificato auto-firmato!
ru: Пожалуйста, выберите существующий CSR (Certificate Signing Request), или будет создан самоподписанный сертификат!

source: The uploaded private key is invalid.
bs: Uploadovan privatni kljuc je nevazeci.
de: Der hochgeladene Private Key ist ungültig.
it: La chiave privata caricata non è valida.
ru: Загруженный приватный ключ имеет неверное значение.

source: The uploaded certificate is invalid.
bs: Uploadovan certifikat je nevazeci.
de: Das hochgeladene Zertifikat ist ungültig.
it: Il certificato caricato non risulta valido.
ru: Загруженный сертификат имеет неверное значение.

source: The uploaded CA-certificat is invalid.
bs: Uploadovan CA-certifikat je nevazeci.
de: Der hochgeladene CA-Zertifikat ist ungültig.
it: Il CA-certificato caricato non è valido.
ru: Загруженный CA-сертификат имеет неверное значение.

source: The certificate chain seems to be faulty.
bs: Lanac certifikata izgleda neispravan.
de: Die Zertifikatskette scheint fehlerhaft.
it: La catena del certificato sembra essere difettosa.
ru: Цепочка сертификатов некорректна.

source: Invalid combination of private key and certificate.
bs: Neispravna kombinacija privatnog kljuca i certifikata.
de: Ungültige Kombination von Private Key und Zertifikat.
it: Combinazione non valida di chiave privata e certificato.
ru: Неверная комбинация приватного ключа и сертификата.

source: The selected certificate name is already in use.
bs: Odabrano ime certifikata se vec koristi.
de: Der gewählte Zertifikatsname wird bereits verwendet.
it: Il nome del certificato selezionato è già in uso.
ru: Указанное имя сертификата уже используется.

source: The certificate repository "%s" does not exist or is not readable.
bs: Certifikat spremista "%s" ne postoji ili nije citljiva.
de: Das Zertifikatsrepository "%s" existiert nicht, oder ist nicht lesbar.
it: Il repository di certificato "%s" non esiste o non è leggibile.
ru: Репозиторий сертификатов "%s" не существует или не может быть прочитан.

source: The certificate request (CSR) has been successfully created. In order to obtain a valid certificate, now you submit this CSR to a certificate authority:
bs: Zahtjev za certifikat (CSR) je uspjesno kreiran. Da bi ste dobili vazeci certifikat, morate poslati ovaj CSR jednom certifikat izdavacu:
de: Die Zertifikatsanfrage (CSR) wurden erfolgreich angelegt. Um ein gültiges Zertifikat zu erhalten, übermittelns Sie diese CSR nun an eine Zertifizierungsstelle:
it: La richiesta di certificato (CSR) è stata creata correttamente. Per ottenere un certificato valido, ora invia questa CSR a un'autorità di certificazione:
ru: Запрос на сертификат был успешно добавлен. Запрос на сертификат был успешно добавлен. Для заказа сертификата вам необходимо загрузить данный CSR-запрос в центр сертификации:

source: The SSL certificate has been added successfully. To use the certificate, you must assign it to the corresponding domain (under general> domains> domain edit).
bs: SSL certifikat je uspjesno dodan. Kako bi ga mogli koristiti, morate prvo dodijeliti ovom certifikatu Domenu (na Osnovno > Domene > Izmjeni Domenu).
de: Das SSL-Zertifikat wurde erfolgreich hinzugefügt. Um das Zertifikat zu verwenden, müssen Sie es der entsprechenden Domain zuweisen (unter Allgemein > Domains > Domain bearbeiten).
it: Il certificato SSL è stato aggiunto con successo. Per utilizzare il certificato, è necessario assegnarlo al dominio corrispondente (in generale> domini> modifica del dominio).
ru: SSL-сертификат был успешно добавлен. Для использования сертификата вы должны назначить его домену (Основные> Домены> Редактировать домен).

source: The following SSL certificates has been deleted successfully:
bs: Slijedeci SSL certifikati su obrisani uspjesno:
de: Folgende SSL-Zertifikate wurde erfolgreich gelöscht:
it: Il seguente certificato SSL è stato cancellato con successo:
ru: Следующие SSL-сертификаты были успешно удалены:

source: No SSL certificate could be deleted.
bs: Nepostoji ceritfikat koji se moze obrisati.
de: Es konnte kein SSL-Zertifikat gelöscht werden.
it: Nessun certificato SSL può essere cancellato.
ru: Нет сертификатов для удаления.

source: The selected SSL certificate does not exist.
bs: Odabrani SSL certifikat nepostoji.
de: Das gewählte SSL-Zertifikat existiert nicht.
it: Il certificato SSL selezionato non esiste.
ru: Выбранный сертификат не существует.

source: The SSL certificate has been updated successfully.
bs: SSL certifikat je obnovljen uspjesno.
de: Das SSL-Zertifikat wurde erfolgreich aktualisiert.
it: Il certificato SSL è stato aggiornato correttamente.
ru: Сертификат был успешно обновлен.

source: Changing the server service certificates is not allowed in the KeyHelp demo!
de: Das Ändern der Serverdienst-Zertifikate ist in der KeyHelp-Demo nicht erlaubt!

source: Please choose a name for the template.
bs: Molimo vas odaberite Ime za ovaj predlozak.
de: Bitte geben Sie eine Bezeichnung für die Vorlage an.
it: Scegliere un nome per il modello.
ru: Пожалуйста, выберите имя для шаблона.

source: There already exists an account template with this name.
bs: Vec postoji jedan predlozak za nalog sa istim imenom.
de: Es existiert bereits eine Konto-Vorlage mit diesem Namen.
it: Esiste già un modello di account con questo nome.

source: The account template has been successfully added.
bs: Predlozak za nalog je uspjesno dodat.
de: Die Konto-Vorlage wurde erfolgreich hinzugefügt.
it: Il modello di account è stato aggiunto con successo.
ru: Шаблон аккаунта был успешно добавлен.

source: The following account template have been deleted successfully:
bs: Sljedeci predlozak za nalog je uspjesno obrisan:
de: Folgende Konto-Vorlagen wurde erfolgreich gelöscht:
it: Il seguente modello di account è stato eliminato correttamente:

source: No account template could be deleted.
bs: Nema predlozaka za nalog koji se moze obrisati.
de: Es konnte keine Konto-Vorlage gelöscht werden.
it: Nessun modello di account potrebbe essere eliminato.
ru: Нет шаблонов аккаунта для удаления.

source: The account template has been successfully updated.
bs: Predlozak za nalog je uspjesno izmjenut.
de: Die Konto-Vorlage wurde erfolgreich aktualisiert.
it: Il modello di account è stato aggiornato con successo.
ru: Шаблон аккаунта был успешно обновлен.

source: The changes were applied successfully
bs: Izmjene su uspjesno primijenjene
de: Die Änderungen wurden erfolgreich übernommen.
it: Le modifiche sono state applicate con successo
ru: Изменения успешно приняты

source: The selected action is invalid.
bs: Odabrana akcija nije dozvoljena.
de: Die gewählte Aktion ist ungültig.
it: L'azione selezionata non è valida.
ru: Выбранное действие недоступно.

source: There already exists a template in the selected language and action.
bs: Vec postoji predlozak u odabranom jeziku i akciji.
de: Es existiert bereits eine Vorlage in der gewählten Sprache und Aktion.
it: Esiste già un modello nella lingua e nell'azione selezionati.
ru: Шаблон с выбранным языком и действием уже существует.

source: Please enter a subject.
bs: Molimo vas unesite naslov.
de: Bitte geben Sie einen Betreff ein.
it: Inserisci un oggetto
ru: Пожалуйста, введите тему.

source: Please enter an email text.
bs: Molimo unesite text za e-mail.
de: Bitte geben Sie einen E-Mail-Text ein.

source: The email template has been successfully added.
bs: Predlozak za e-mail je uspjesno dodan.
de: Die E-Mailvorlage wurde erfolgreich hinzugefügt.
it: Il modello di posta elettronica è stato aggiunto con successo.
ru: E-mail шаблон был успешно добавлен.

source: The following email templates have been deleted successfully.
bs: Sljedeci predlozak za e-mail je uspjesno obrisan.
de: Folgende E-Mailvorlagen wurde erfolgreich gelöscht:
it: I seguenti modelli di posta elettronica sono stati eliminati correttamente.
ru: Следующие email шаблоны были успешно удалены.

source: No email template could be deleted.
bs: Nema predlozaka za e-mail koji se moze obrisati.
de: Es konnte keine E-Mailvorlage gelöscht werden.
it: Nessun modello di posta elettronica potrebbe essere eliminato.
ru: Нет шаблонов E-mail для удаления.

source: The email template has been successfully updated.
bs: Predlozak za e-mail je uspjesno izmjenut.
de: Die E-Mailvorlage wurde erfolgreich aktualisiert.
it: Il modello di posta elettronica è stato aggiornato correttamente.
ru: E-mail шаблон был успешно обновлен.

source: This function is not available in the KeyHelp demo version.
bs: Ova funkcija nije dostupna u KeyHelp demo verziji.
de: Diese Funktion ist in der KeyHelp Demo nicht verfügbar.
it: Questa funzione non è disponibile nella versione demo KeyHelp.
ru: Эта функция не доступна в демо-версии KeyHelp.

source: The entered product name is too long (max. 20 characters).
bs: Upisano ime proizvoda je predugo (max. 20 znakova).
de: Der eingegebene Produktname ist zu lang (max. 20 Zeichen).
it: Il nome del prodotto inserito è troppo lungo (massimo 20 caratteri).
ru: Имя продукта слишком длинное (макс. 20 символов).

source: An error occurred while uploading data.
bs: Prilikom uploadovanje podataka je se pojavila nova greska.
de: Beim Dateiupload sind Fehler aufgetreten.
it: Si è verificato un errore durante il caricamento dei dati.
ru: При загрузке данных произошла ошибка.

source: The file could not be saved on the server due to lack of permissions.
bs: Nije moguce zacuvati datoteku na serveru nedostatak dozvola.
de: Die Datei konnte aufgrund fehlender Berechtigungen nicht auf dem Server gespeichert werden.
it: Il file non è stato salvato sul server a causa della mancanza di autorizzazioni.
ru: У вас недостаточно прав для внесения изменений.

source: The data entered under "Help Links" could not be applied correctly.
bs: Podaci pod "Pomocni Linkovi" nisu tacno sacuvani.
de: Die eingegebenen Daten unter dem Punkt "Hilfe-Links" konnten nicht korrekt übernommen werden.
it: I dati immessi in "Help Links" non possono essere applicati correttamente.
ru: Данные в разделе "Help Links" не могут быть сохраненны.

source: Please fill out all fields under "Help Links" or select "Hide menu item" / "Reset settings".
bs: Molimo vas popunite sva potrebna polja pod "Pomocni Linkovi" ili odaberi "Sakriji stavke menija" / "Resetuj podesavanja".
de: Bitte füllen Sie alle Felder unter dem Punkt "Hilfe-Links" aus, oder wählen Sie "Menüpunkt ausblenden" / "Einstellungen zurücksetzen".
it: Si prega di compilare tutti i campi sotto "Help Links" o selezionare "Nascondere la voce di menu" / "Ripristina impostazioni".
ru: Пожалуйста заполните все поля в разделе "Help Links" или используйте "Скрыть меню" / "Сбросить настройки".

source: The white label settings have been successfully saved!
bs: White label podesavanja su uspjesno sacuvana!
de: Die Whitelabel Einstellungen wurden erfolgreich gespeichert!
it: Le impostazioni di etichetta bianca sono state salvate con successo!
ru: Настройки были успешно сохранены!

source: The settings have been successfully imported.
bs: Podesavanja su uspjesno importirana.
de: Die Einstellungen wurden erfolgreich importiert.
it: Le impostazioni sono state correttamente importate.
ru: Настройки были успешно импортированы.

source: An error occurred while importing: %s
bs: Pojavila se greska prilikom importiranja: %s
de: Beim Importieren sind Fehler aufgetreten: %s
it: Si è verificato un errore durante l'importazione di: %s
ru: При импорте произошла ошибка: %s

source: The white label settings have been reset successfully!
bs: White label podesavanja su uspjesno resetovana!
de: Die Whitelabel Einstellungen wurden erfolgreich zurückgesetzt!

source: Please select a destination repository.
bs: Molimo vas odaberite vanjsko spremišta.
de: Bitte wählen Sie ein Ziel Repository.
it: Si prega di selezionare un repository di destinazione.
ru: Пожалуйста укажите хранилище.

source: The backup task has been successfully scheduled.
bs: Backup zadatak je uspjesno planiran.
de: Die Backup Aufgabe wurde erfolgreich eingeplant.
it: L'attività di backup è stata programmata con successo.
ru: Задача резервного копирования была успешно создана.

source: The settings have been reset successfully!
bs: Podesavanja su uspjesno resetovana!
de: Die Einstellungen wurden erfolgreich zurückgesetzt.

source: During testing the remote connection errors have occurred.<br>Error message: %s
bs: Prilikom spajanja sa daljnom konekcijom su se pojavile greske.<br>Greska: %s
de: Beim Testen der Remote Verbindung sind Fehler aufgetreten.<br>Fehlermeldung: %s
it: Durante il test della connessione remota si sono verificati errori.<br>Messaggio di errore: %s
ru: Во время тестирования соединения возникли ошибки.<br>Ошибка: %s
