Repository: alex-mahr/keyhelp-translation
Catalog: */LC_MESSAGES/install.po
Languages: bs, de, it, ru

source: Error
de: Fehler

source: Your Administration-Panel
de: Ihr Administrations-Panel

source: This application requires root privileges.
de: Diese Anwendung erfordert Root-Privilegien.

source: This application requires to be run in CLI mode.
de: Diese Anwendung muss im CLI-Modus ausgeführt werden.

source: Your operating system is not supported.
bs: Vas Operativni Sistem nije podrzan.
de: Ihr Betriebssystem wird nicht unterstüzt.
it: Sistema operativo non supportato.
ru: Ваша операционная система не поддерживается

source: One or more required components of the installation are not yet installed, please run "installkeyhelp.sh".
bs: Jedna ili vise od glavnih komponenti iz ove instalacije nisu instalirane, molimo vas pokrenite "installkeyhelp.sh".
de: Ein oder mehrere erforderliche Komponenten der Installation sind noch nicht installiert, bitte führen Sie "installkeyhelp.sh" aus.
it: Uno o più componenti necessari per l'installazione non sono ancora installati, si prega di eseguire "installkeyhelp.sh".
ru: Один или более компонентов не были установлены,пожалуйста, запустите "installkeyhelp.sh".

source: Unable to find a valid quota mountpoint. You have to make sure that there is a "/" - mountpoint in your "/etc/fstab". Visit https://community.keyhelp.de and ask for help or contact KeyHelp Support Team.
bs: Nije moguce pronaci ispravan Quota-Mountpoint vi morate biti sigurni da postoji jedan "/" - Mountpoint u vasem "/etc/fstab". Posjetite https://community.keyhelp.de za pomoc ili kontaktirajte KeyHelp Pomocni Tim.
de: Es konnte kein gültiger Quota Mountpoint gefunden werden. Sie müssen Sicherstellen, dass der "/" Mountpoint in der "/etc/fstab" vorhanden ist. Für weitere Hilfe, besuchen Sie https://community.keyhelp.de oder wenden Sie sich an das KeyHelp Support Team.
it: Impossibile trovare un mountpoint quote valido. È necessario assicurarsi che ci sia un "/" - punto di montaggio in "/ etc/fstab". Visita https://community.keyhelp.de e chiedere aiuto o contattare il Team di supporto KeyHelp.

source: Unable to get IPs. Please configure the network interface of this server.
bs: Nije moguce pronaci IP adrese. Molimo vas konfigurirajte mreznu karticu od ovog servera.
de: Es konnten keine IPs ermittelt werden, bitte konfigurieren Sie das Netzwerk Interface des Servers.
it: Impossibile ottenere IPs. Si prega di configurare l'interfaccia di rete di questo server.
ru: Невозможно получить IP, пожалуйста, настройте сетевой интерфейс

source: Unable to connect to the already existing MySQL database.
bs: Nije moguce konektovanje na vec postojecu MySQL Bazu Podataka.
de: Es konnte keine Verbindung zur bereits installierten MySQL-Datenbank aufgebaut werden.
it: Impossibile connettersi al database MySQL già esistente.
ru: Невозможно соединиться с существующей базой данных

source: This program installs KeyHelp on your server.
bs: Ovaj program ce instalirati KeyHelp na vas server.
de: Dieses Programm installiert KeyHelp auf Ihrem Server.
it: Questo programma installa KeyHelp sul vostro server.
ru: Данная программа установит KeyHelp на ваш сервер.

source: Usage: php %s [OPTION] ...
bs: Upotreba: php %s [OPTION] ...
de: Syntax: php %s [OPTION] ...
it: Uso: php %s [OPTION] ...
ru: Использование: php %s [OPTION] ...

source: General:
bs: Osnovno:
de: Allgemein:
it: Generale:
ru: Основное:

source: Displays this help.
bs: Pokazi ovu pomoc.
de: Zeigt diese Hilfe an.
it: Visualizza questa finestra di aiuto.
ru: Отображает данную справку.

source: Installation will be executed without further questions.
bs: Instalacija ce biti zavrsena bez ikakvih narednih pitanja.
de: Installation wird ohne Rückfragen ausgeführt.
it: L'installazione verrà eseguita senza ulteriori domande.
ru: Установка без дополнительных вопросов.

source: Prevent the reboot at the end of the installation.
bs: Zaustavi novo pokretanje Servera na kraju instalacije.
de: Unterbindet den Reboot im Anschluss an die Installation.
it: Impedire il riavvio al termine dell'installazione.
ru: Предотвратить перезагрузку после завершения установки.

source: After installation, sends a notification to the specified email address.
bs: Nakon instalacije. salje poruku na odredjenu E-Mail adresu.
de: Sendet nach Abschluss der Installation eine E-Mail an die angegebene E-Mail Adresse.
it: Dopo l'installazione, invia una notifica all'indirizzo email specificato.
ru: Отправить уведомление на указанный email после установки.

source: Sets the default language of KeyHelp and its components.
de: Legt die Standardsprache von KeyHelp und seiner Komponenten fest.

source: Logs everything, also sensitive data like passwords etc..
bs: Zapisuje sve, isto i vazne podatke kao Lozinke itd. ...
de: Protokolliert alles, auch sensible Daten wie Passwörter etc..
it: Registra tutto, anche i dati sensibili come le password, ecc...
ru: полное логирование, в том числе пароле и т.д.

source: Install data:
bs: Podaci instalacije:
de: Installationsdaten:
it: Dati di installazione:
ru: Установочные данные:

source: The 'Fully-Qualified-Domain-Name' (FQDN), eg. 'keyhelp.example.com'.
bs: Ono 'Puno-Kvalificirano-Ime-Domene' (FQDN), npr. 'keyhelp.primjer.ba'.
de: Der 'Voll-Qualifizierte-Domain-Name' (FQDN), z.B. 'keyhelp.example.com'.
it: Il 'Fully-Qualified-Domain-Name' (FQDN), ad esmpio 'keyhelp.example.com'.
ru: Доменное имя сервера' (FQDN), например. 'keyhelp.example.com'.

source: Admin account: Login name for KeyHelp Panel (min. %s characters).
bs: Admin nalog: Korisnicko ime za KeyHelp Panel (najm. %s znakova).
de: Administratorkonto: Loginname für KeyHelp Oberfläche (min. %s Zeichen).
it: Account amministratore: Nome di login per il pannello KeyHelp (min. %s caratteri).
ru: Логин администратора KeyHelp (мин. %s символов).

source: Admin account: Password for KeyHelp Panel (min. %s characters).
bs: Admin nalog: Lozinka za KeyHelp Panel (najm. %s znakova).
de: Administratorkonto: Passwort für KeyHelp Oberfläche (min. %s Zeichen).
it: Account amministratore: Password per il pannello KeyHelp (min. %s caratteri).
ru: Пароль администратора KeyHelp (мин. %s символов).

source: Admin account: Email address / Email address for auto generated emails.
bs: Admin nalog: E-Mail adresa / E-Mail adresa za automaski generisane E-Mailove.
de: Administratorkonto: E-Mail Adresse / E-Mail Adresse für automatisch generierte E-Mails.
it: Account amministratore: Indirizzo email / indirizzo email per messaggi di posta elettronica generati automaticamente.
ru: Email администратора / Email для автоматических сообщений панели управления.

source: Version mismatch between pre-install script and KeyHelp main installer.
bs: Nepoklapa se verzija sa pre instalacijskom skriptom i sa glavnom KeyHelp instalacijskom skriptom.
de: Versionsdiskrepanz zwischen Vorab-Installations-Script und KeyHelp Hauptinstallation.
it: Mancata corrispondenza di versione tra script di pre-installazione e programma di installazione principale KeyHelp.
ru: Несовпадение версий установщика и панели управления.

source: Unknown parameter "%s"
bs: Nepoznati Parametari "%s"
de: Unbekannter Parameter "%s"
it: Parametro sconosciuto "%s".
ru: Неизвестное значение "%s\

source: Invalid value for parameter "%s"
bs: Neispravna vrijednost za parametar "%s"
de: Ungültiger Wert für Parameter "%s"
it: Valore invalido per il parametro "%s".
ru: Неверное значение параметра "%s\

source: This program will install %s on your server.
de: Dieses Programm installiert %s auf Ihrem Server.

source: Please attend the following important notices
bs: Molimo vas obratite paznju na sljedecu vaznu obavijest
de: Bitte beachten Sie die folgenden wichtigen Hinweise
it: Per favore, attieniti a questi passaggi importanti
ru: Обратите внимание на следующие сообщения

source: Backup your important data, before you proceed.
bs: Osigurajte vas datoteke, prije nego sto nastavite dalje sa instalacijom.
de: Sichern Sie Ihre wichtigen Daten bevor Sie fortfahren.
it: Backup dei dati importanti, prima di procedere.
ru: Создайте резервную копию ваших данных перед продолжением.

source: The installation should be performed on a clean server with configured network interface.
bs: Instalacija bi trebala biti pokrenuta na cistom serveru sa konfiguriranom mreznom karticom.
de: Die Installation sollte auf einem sauber aufgesetzten Betriebssystem mit konfiguriertem Netzwerk Interface durchgeführt werden.
it: L'installazione deve essere eseguita su un server pulito con interfaccia di rete configurata.
ru: Установка должна быть выполнена на "чистом" сервере с настроеннымсетевым интерфейсом.

source: There is already an existing KeyHelp Installation on this server.
de: Auf diesem Server ist bereits eine KeyHelp-Installation vorhanden.

source: It is not advised to reinstall an already running KeyHelp system, so you better start all over again with a clean operating system.
de: Es wird nicht empfohlen, ein bereits laufendes KeyHelp-System neu zu installieren.

source: If you still want to go on, please note: The KeyHelp database gets completely reset during installation, but all system user accounts created with KeyHelp and all files will stay untouched. So you either have to delete all user accounts via KeyHelp before reinstalling, or import a prior created backup of the KeyHelp database after reinstalling.
de: Wenn Sie trotzdem fortfahren möchten, beachten Sie bitte: Die KeyHelp-Datenbank wird während der Installation komplett zurückgesetzt, aber alle Systembenutzerkonten, welche mit KeyHelp erstellt wurden sowie alle Dateien bleiben unberührt. Sie müssen also vor der Neuinstallation alle Benutzer-Accounts über KeyHelp löschen müssen oder eine zuvor erstellte Sicherung der KeyHelp-Datenbank nach der Neuinstallation importieren.

source: Available actions
bs: Dostupne Opcije
de: Verfügbare Aktionen
it: Azioni disponibili
ru: Доступные действия

source: Choose action
bs: Odaberi akciju
de: Aktion wählen
it: Scegliere azione
ru: Выберите действие

source: Next page
bs: Slijedeca stranica
de: Nächste Seite
it: Pagina successiva
ru: Следуюзая страница

source: Quit install
bs: Prekini instalaciju
de: Installation abbrechen
it: Uscire dall'installazione
ru: Выйти из установщика

source: Here you can customize installation parameters.
de: Hier können Sie Installationsparameter anzupassen.

source: Server data
bs: Server podaci
de: Serverdaten
it: Dati del server
ru: Данные сервера

source: Administrator account
bs: Administrator nalog
de: Administrator Konto
it: Account amministratore
ru: Аккаунт администратора

source: Username
bs: Korisnicko Ime
de: Benutzername
it: Nome utente
ru: Имя пользователя

source: Password
bs: Lozinka
de: Passwort
ru: Пароль

source: Email address
bs: E-Mail adresa
de: E-Mail Adresse
it: Indirizzo email
ru: Email

source: Misc
bs: Ostalo
de: Sonstiges
it: Varie
ru: Разное

source: Notification after finishing
bs: Obavijest nakon zavrsetka
de: Benachrichtigung nach Fertigstellung
it: Notifica dopo aver terminato
ru: Уведомление по окончанию

source: No
bs: Ne
de: Nein
ru: Нет

source: Start install
bs: Pokreni instalaciju
de: Installation starten
it: Inizio installazione
ru: Начать установку

source: Edit data
bs: Izmjeni podatke
de: Daten bearbeiten
it: Modifica dati
ru: Редактировать данные

source: Please enter a valid domain.
bs: Molimo vas unesite ispravnu domenu.
de: Bitte geben Sie eine gültige Domain ein.
it: Ti preghiamo di inserire un dominio valido.
ru: Введите действительное доменное имя.

source: Administrator account - username
bs: Administrator nalog - Korisnicko ime
de: Administrator Konto - Benutzername
it: Account amministratore - nome utente
ru: Логин администратора

source: Please enter a valid username (min. %d characters).
bs: Molimo vas unesite ispravno korisnicko ime (najmanje. %d znakova).
de: Bitte geben Sie einen gültigen Benutzernamen ein (min. %d Zeichen).
it: Inserire un nome utente valido (min. %d caratteri)
ru: Введите имя пользователя (мин. %d символов).

source: Administrator account - password
bs: Administrator nalog - Lozinka
de: Administrator Konto - Passwort
it: Account amministratore - password
ru: Введите пароль

source: Your password must be at least %d characters long.
bs: Vasa lozinka mora biti najmanje %d znakova duga.
de: Das Passwort muss mindestens %d Zeichen lang sein.
it: La password deve essere almeno %d caratteri.
ru: Длинна пароля должна составлять не менее %d символов.

source: Administrator account - email address
bs: Administrator nalog - E-Mail adresa
de: Administrator Konto - E-Mail Adresse
it: Account amministratore - indirizzo email
ru: Email администратора

source: Please enter a valid email address.
bs: Molimo vas unesite ispravnu E-Mail adresu.
de: Bitte geben Sie eine gültige E-Mail-Adresse an.
it: Ti preghiamo di inserire un indirizzo emeail valido.
ru: Введите действительный Email адрес

source: Email address for notification or hit [Enter]
bs: E-Mail adresa za obavjestavanje ili stisni [Enter]
de: E-Mail-Adresse für Benachrichtigung oder [Enter]
it: Indirizzo per la notifica email o premete [Enter]
ru: Введите Email для уведомлений или пропустите [Enter]

source: Please enter a valid email address (or hit [Enter], for 'no notification').
bs: Molimo vas unesite ispravnu E-Mail adresu (ili stisni [Enter], za 'ne obavijestavanje').
de: Bitte geben Sie eine gültige E-Mail-Adresse an (oder [Enter], für 'keine Benachrichtigung').
it: Inserisci un indirizzo email valido (o premete [Enter], per «nessuna notifica»).
ru: Введите действительный email (или нажмите [Enter], чтобы пропустить шаг).

source: The server domains could not be determined, please specify the parameter.
bs: Nije moguce pronaci domene, molimo vas odredite parametar.
de: Die Server Domain konnte nicht ermittelt werden, bitte spezifizieren Sie diesen Parameter.
it: Il dominio del server non può essere determinato, si prega di specificare il parametro.
ru: Доменное имя имя не может быть определено, укажите доменное имя.

source: The email address of the admin account could not be determined, please specify the parameter.
bs: E-Mail adresa od Admin naloga nije pronadjena molimo vas odredite parametar.
de: Die E-Mail Adresse des Administratorkontos konnte nicht ermittelt werden, bitte spezifizieren Sie diesen Parameter an.
it: L'indirizzo email dell'account admin non può essere determinato, si prega di specificare il parametro.
ru: Email администратора не может быть определен, пожалуйстаукажите данный параметр.

source: Installation is running
bs: Instalacija je u toku
de: Installation wird durchgeführt
it: L'installazione è in esecuzione
ru: Установка запущена

source: For access via PhpMyAdmin use username "mysqladmin" instead.
bs: Za pristup sa phpMyAdmin koristite korisnicko ime "mysqladmin".
de: Für den Zugriff über PhpMyAdmin verwenden Sie bitte den Benutzernamen "mysqladmin".
it: Per l'accesso tramite PhpMyAdmin utilizzare username "mysqladmin".

source: Login Information
bs: Informacije za Prijavu
de: Zugangsdaten
it: Informazioni di accesso
ru: данные доступа

source: KeyHelp has been successfully installed.
bs: KeyHelp je uspjesno instaliran.
de: KeyHelp wurde erfolgreich installiert.
it: KeyHelp è stato installato correttamente.
ru: KeyHelp была успешно установлена.

source: Hello! The installing of KeyHelp on the server <b>%1$s</b> has just been <font color="green"><b>successfully</b></font> completed. You will find your KeyHelp panel at: - <a href="%2$s">%2$s</a> - <a href="%3$s">%3$s</a> You will find your login information on your server in the file: "%4$s"
bs: Pozdrav! Instalacija KeyHelp na server <b>%1$s</b> je <font color="green"><b>uspjesno</b></font> zavrsena. Vi se mozete prijaviti na KeyHelp panel sa: - <a href="%2$s">%2$s</a> - <a href="%3$s">%3$s</a> Vi mozete naci informacije za prijavu u fajlu: "%4$s"
de: Hallo! Die Installation von KeyHelp auf dem Server <b>%1$s</b> wurde soeben <font color="green"><b>erfolgreich</b></font> abgeschlossen. Ihre KeyHelp Oberfläche erreichen Sie unter: - <a href="%2$s">%2$s</a> - <a href="%3$s">%3$s</a> Ihre Zugangsdaten finden Sie auf Ihrem Server in dieser Datei: "%4$s"
it: Ciao! L'installazione di KeyHelp sul server <b>%1$s</b> è stata <font color="green"><b>correttamente</b></font> completata. Troverete il vostro pannello di KeyHelp presso: - <a href="%2$s">%2$s</a> - <a href="%3$s">%3$s</a> troverete le informazioni di login sul server nel file: "%4$s"
ru: Здравствуйте! Установка KeyHelp на сервер <b>%1$s</b> была <font color="green"><b>успешно</b></font> завершена. Для перехода к Keyhelp пройдите по: - <a href="%2$s">%2$s</a> - <a href="%3$s">%3$s</a> Данные доступа можно найти в файле: "%4$s"

source: KeyHelp was installed, but errors occurred.
bs: KeyHelp je instaliran, ali je se pojavila greska tokom instalacije.
de: KeyHelp wurde installiert, aber es traten Fehler auf.
it: KeyHelp è stato installato, ma si sono verificati errori.
ru: KeyHelp был установлен, однако возникли ошибки.

source: Hello! The installing of KeyHelp on the server <b>%1$s</b> has just been completed. <font color="red"><b>However, some setup steps could not be performed without errors</b></font> For more information, see the log file in "%2$s" You will find your login information on your server in the file: "%3$s"
bs: Pozdrav! Instalacija KeyHelp <b>%1$s</b> je zavrsena. <font color="red"><b>Medzutim, neki setup koraci se nisu mogli zavrsiti bez greski</b></font> Za vise informacija, pogledajte log fajl: "%2$s" Vi mozete naci informacije za prijavu u fajlu: "%3$s"
de: Hallo! Die Installation von KeyHelp auf dem Server <b>%1$s</b> wurde soeben abgeschlossen. <font color="red"><b>Einige Setup-Schritte konnten jedoch nicht fehlerfrei durchgeführt werden.</b></font> Weitere Informationen finden Sie in der Log-Datei unter "%2$s" Ihre Zugangsdaten finden Sie auf Ihrem Server in dieser Datei: "%3$s"
it: Ciao! L'installazione di KeyHelp sul server <b>%1$s</b> è appena stata completata. <font color="red"><b>Tuttavia, alcuni passaggi di installazione sono avvenuti producendo errori</b></font> Per ulteriori informazioni, vedere il file di registro in "%2$s" troverete le informazioni di login sul server nel file: "%3$s"
ru: Здравствуйте! Установка KeyHelp на сервер <b>%1$s</b> была только что завершена. <font color="red"><b>Однако, некоторые шаги завершились с ошибками.</b></font> Для более подробной информации просмотрите файл "%2$s" Данные доступа можно найти в файле: "%3$s"

source: Installation finished successfully!
bs: Instalacija uspjesno zavrsena!
de: Installation erfolgreich abgeschlossen!
it: Installazione terminata con successo!
ru: Установка была успешно завершена!

source: During the Installation, errors occurred!
bs: Povodom instalacije su se pojavile greske!
de: Während der Installation sind Fehler aufgetreten!
it: Durante l'installazione, si sono verificati errori!
ru: Во время установки возникли ошибки!

source: Please check the content of the log file in "%s".
bs: Molimo vas provijerite sadrzaj u log fajlu "%s".
de: Bitte prüfen Sie den Inhalt der Log-Datei unter "%s".
it: Si prega di controllare il contenuto del file di log "%s".
ru: Пожалуйста, проверьте содержимое файла "%s".

source: You will find your login information in "%s"
bs: Vi mozete naci informacije za prijavu u fajlu: "%s"
de: Ihre Zugangsdaten finden Sie auf Ihrem Server in dieser Datei: "%s"
it: Troverete le informazioni di login in "%s"
ru: Вы найдете данные доступа в "%s"

source: ATTENTION
bs: UPOZORENJE
de: ACHTUNG
it: ATTENZIONE
ru: ВНИМАНИЕ

source: The system will reboot in a few seconds (Cancel with CRTL+C).
bs: Sistem ce se ponovo pokrenuti za nekoliko sekundi (Prekini sa CRTL+C).
de: Das System wird in wenigen Augenblicken neu gestartet (Abbruch mit STRG+C).
it: Il sistema verrà riavviato in pochi secondi (Annulla con CRTL + C).
ru: Система будет перезагружена через несколько секунд (CTRL+C - отменить)

source: Server domain (FQDN)
bs: Server domena (FQDN)
it: Dominio del server (FQDN)
ru: Доменное имя (FQDN)

source: Login
bs: Prijava
it: Accesso
ru: Логин

source: KeyHelp Installation
bs: KeyHelp instalacija
it: Installazione KeyHelp
ru: Установка KeyHelp
