Repository: alex-mahr/keyhelp-translation
Catalog: */LC_MESSAGES/page_admin_firewall.po
Languages: it

source: Add chain
it: Aggiungi chain

source: Close
it: Chiudi

source: Current rule set
it: Set di regole corrente

source: Draft name
it: Nome bozza

source: New draft
it: Nuova bozza

source: Open rule set
it: Set di regole aperte

source: The current rule set is not loaded yet.
it: Il set di regole corrente non è ancora caricato.

source: Click on "Settings" and initiate a reload of the current rule set.
it: Fare clic su "Impostazioni" e avviare un ricaricamento del set corrente di regole.

source: Please note: When you use the KeyHelp firewall management,<br>the current behaviour of your fail2ban daemon will change.<br><br>When you later decide to not use KeyHelp firewall management anymore,<br>it can be required to undo the changes in %1$s.<br>(If the above file does not exist, check out this file %2$s.)
it: Si prega di notare: quando si utilizza la gestione firewall di KeyHelp,<br>cambierà il comportamento attuale del tuo demone fail2ban.<br><br>Quando successivamente si decide di non utilizzare la gestione firewall di KeyHelp<br>può essere necessario annullare le modifiche in %1$s.<br>(Se il file di cui sopra non esiste, verifica questo file %2$s.)

source: Rule no.
it: Regola num.

source: This chain is managed by fail2ban. It should be referenced by a rule inside of the INPUT chain.
it: Questa chain è gestita da fail2ban. Dovrebbe venire richiamato da una regola all'interno della catena INPUT.

source: Reference to chain managed by fail2ban.
it: Riferimento alla catena gestita da fail2ban.

source: Choose action
it: Scegliere azione

source: Export
it: Esporta

source: Save & apply
it: Salvare & applicare

source: Anti lockout
it: Anti-blocco

source: Remove draft
it: Elimina bozza

source: Perform
it: Eseguire

source: Add rule
it: Aggiungi regola

source: Edit chain
it: Modifica chain

source: Remove chain
it: Rimuovi chain

source: Chain name
it: Nome chain

source: Default policy
it: Policy predefinita

source: Action
it: Azione

source: Position
it: Posizione

source: Keep current position
it: Mantenere la posizione corrente

source: Available actions
it: Azioni disponibili

source: Custom chains
it: Chain personalizzata

source: Comment
it: Commento

source: Add option
it: Aggiungi opzione

source: Inverted
it: Invertito

source: e.g. --<PARAMETER> <VALUE>
it: es. --<PARAMETER> <VALUE></VALUE></PARAMETER>

source: Add draft
it: Aggiungi bozza

source: IP version
it: Versione IP

source: Use existing rules
it: Utilizzare le regole esistenti

source: Recommented rules
it: Regole consigliate

source: Own rules
it: Regole possedute

source: Import
it: Importare

source: Insert the output of the <b>iptables-save</b> / <b>ip6tables-save</b> command or the rule set export by KeyHelp.
it: Inserire l'output di comando <b>iptables-save</b> / <b>ip6tables-save</b> o la regola impostata esportata da KeyHelp.

source: Settings
it: Configurazione

source: Load on server startup
it: Caricare all'avvio del server

source: Sets up the current rule sets after the server has been booted.
it: Imposta il set di regole corrente dopo che il server è stato avviato.

source: Readable parameter
it: Parametro leggibile

source: Presents the parameters in a more readable way.
it: Presenta i parametri in modo più leggibile.

source: Reload current rule sets
it: Ricaricare il set di regole corrente

source: If you have done changes to iptables through CLI, you can initiate a reload of the current rules.
it: Se avete fatto modifiche alla iptables tramite CLI, è possibile avviare un ricaricamento delle regole correnti.

source: Caution, when saving this form, unsaved firewall rules will get lost.
it: Attenzione, al salvataggio di questo modulo tutte le regole firewall non salvate andranno perdute.

source: Validation error
it: Errore di convalida

source: The chain name you have chosen is either already in use / a prohibited name / longer than 28 chars or contains invalid characters.
it: Il nome della chain che avete scelto è già in uso / ha un nome vietato / eccede i 28 caratteri o contiene caratteri non validi.

source: Please fix all errors and try again.
it: Si prega di correggere tutti gli errori e riprovare.

source: Export rule set
it: Esporta il set di regole

source: Copy to clipboard
it: Copia negli appunti

source: Please confirm action
it: Conferma l'azione

source: Are you sure you want to remove the selected chain including all of its rules?
it: Sicuro di voler rimuovere la chain selezionata comprese tutte le sue regole?

source: Are you sure you want to remove the selected rule?
it: Sicuro di voler rimuovere le regole selezionate?

source: Protocol
it: Protocollo

source: Source IP
it: IP di origine

source: Source port
it: Porta di origine

source: Source ports
it: Porte di origine

source: Destination IP
it: IP di destinazione

source: Destination port
it: Porta di destinazione

source: Destination ports
it: Porte di destinazione

source: Input interface
it: Interfaccia di input

source: Output interface
it: Interfaccia di output

source: Extension
it: Estensione

source: Reject with
it: Rifiutare con

source: Custom
it: Personalizzato

source: Limit
it: Limite

source: State
it: Stato

source: Ports
it: Porte

source: Status
it: Stato

source: Checking
it: Controllo

source: You have locked yourself out!
it: Ti sei chiuso fuori!

source: Finished with error
it: Terminato con errore
