Repository: alex-mahr/keyhelp-translation
Catalog: */LC_MESSAGES/page_admin_mailqueue.po
Languages: bs

source: Email Queue
bs: E-Mail Zapis

source: Email queue records
bs: E-Mail red zapisi

source: Delete entire queue
bs: Obrisite celokupno red

source: Sender
bs: Posiljalac

source: Recipients
bs: Primaoci

source: Arrival date
bs: Datum dolaska

source: Age
bs: Starost

source: Size
bs: Velicina

source: Delete records
bs: Izbrisite zapise

source: Are you sure you want to delete the <strong>entire email queue</strong>?
bs: Dali ste sigurni da zelite obrisate <strong>celokupno e-mail red</strong>?

source: Are you sure you want to delete the selected emails?
bs: Dali ste sigurni da zelite obrisati odabrane E-Mailove?
