Repository: alex-mahr/keyhelp-translation
Catalog: */LC_MESSAGES/page_user_ftp.po
Languages: bs, it, ru

source: Here you can set up additional FTP accounts next to your main FTP access.<br>Each User that you created can save and delete data and folder in the assigned directory and sub directories.<br><br>For the safety of your data we recommend establishing the FTP-connection only by protocol/encryption "<b>FTP over SSL (FTPS) in explicit mode</b>"
bs: Ovdje mozete dodati dodatni FTP naloga dodatno na vas glavni FTP Pristup.<br>Svaki korisnik moze sacuvati i obrisati podatke i mape u njegovoj direktoriji i pod direktorijama.<br><br>Za sigurnost vasih podataka mi vam preporucujemo pristup FTP konekciji iskljucivo samo preko protokol/sifriranja sa "<b>FTP over SSL (FTPS) in explicit mode</b>"

source: Add FTP user
bs: Dodaj FTP korisnika
it: Aggiungi utente FTP
ru: Добавить FTP-пользователя

source: Existing FTP users
bs: Postojeci FTP korisnici
it: Utenti FTP esistenti
ru: Существующие FTP пользователи

source: Home directory
bs: Kucna directorija
ru: Домашняя директория

source: Must be the directory or a subfolder of <b>/www/</b> or <b>/files/</b>.
bs: Mora biti direktorija ili podmapa od <b>/www/</b> ili <b>/files/</b>.
it: Deve essere nella directory o in una sottocartella di <b>/www/</b> o <b>/files/.</b>.
ru: Это должна быть директория / поддиректория <b>/www/</b> или <b>/files/</b>.

source: Connection information
bs: Informacije za konekciju
it: Informazioni di connessione
ru: Информация о подключении

source: Protocol
bs: Protokol
it: Protocollo
ru: Протокол

source: FTP over TLS (FTPS)
bs: FTP preko TLS (FTPS)
it: FTP su TLS (FTPS)
ru: FTP с поддержкой TLS (FTPS)

source: Encryption
bs: Sifriranje
it: Crittografia
ru: Шифрование

source: Explicit mode
bs: Eksplicitan modus
it: Esplicito
ru: FTPES протокол

source: If available, you can use, your own SSL protected domain as well.
bs: Ako dostupno, mozete takodze koristi vasu vlastitu SSL osiguranu domenu.
it: Se disponibile, è possibile utilizzare, il proprio certificato SSL per il dominio.
ru: Вы можете использовать ваш собственный SSL сертификат для домена.

source: This information is filled out automatically.
bs: Ova informacija ce biti ispunjena automaski i nemorate je navoditi.
it: Questa informazione viene compilata automaticamente.
ru: Эта информация заполнена автоматически.

source: Insert a directory - if the directory does not exist, it will be created automatically!
bs: Unesite jednu direktoriju - ako nepostoji, bice napravljena automaski sa strane KeyHelp!
it: Inserisci una directory - se la directory non esiste, verrà creata automaticamente!
ru: Вставить директорию. Если директория не существует, она будет создана автоматически!

source: FTP user settings
bs: FTP korisnik podesavanja
it: Impostazioni utente FTP

source: Delete home directory
bs: Obrisi kucnu direktoriju
it: Elimina la home directory
ru: Удалить домашнюю директорию

source: Server
ru: Сервер

source: Port
it: Porta
ru: Порт
