Repository: alex-mahr/keyhelp-translation
Catalog: */LC_MESSAGES/page_dns_editor.po
Languages: de, it, ru

source: Do you really want to reset the DNS zone on default records?
de: Wollen Sie die DNS-Zone wirklich auf Standard-Records zurücksetzen?
it: Vuoi veramente le zone DNS ai valori predefiniti?
ru: Вы дествительно хотите сбросить настройки ДНС зоны назначения по умолчанию?

source: Back to search
de: Zurück zur Suche
it: Torna alla ricerca
ru: Обратно к поиску

source: DNS-zone editor
it: Editor di zona DNS
ru: Редактор DNS

source: Apply to all TTL values
de: Für alle TTL-Werte übernehmen
it: Applica a tutti i valori TTL
ru: Применить ко всем значениям TTL

source: Resource data
it: Dati della risora

source: (Primary nameserver)
de: (Primärer Nameserver)
it: (Nameserver primario)
ru: (главное имя сервера)

source: Refresh
it: Aggiornamento
ru: Обновить

source: Retry
it: Riprova
ru: Попробовать снова

source: Expire
it: Scadenza
ru: Истекает

source: Minimum-TTL
it: TTL minimo
ru: Минимальный TTL

source: Add record
de: Record hinzufügen
it: Aggiungi record
ru: Добавить запись

source: Remove record
de: Record entfernen
it: Rimuovi record
ru: Удалить запись

source: Select the domain whose DNS zone you want to edit.
de: Wählen Sie die Domain, deren DNS-Zone Sie editieren möchten
it: Selezionare il dominio la cui zona DNS si desidera modificare.
ru: Выберите домен, для которого Вы хотите отредактировать DNS-зону.

source: Search for domain name
de: Suche nach Domainnamen
it: Cerca il nome di dominio
ru: Поиск домена

source: Selection
de: Auswahl
it: Selezione
ru: Выбрать

source: Record type explanation
de: Hilfe zu den Record-Typen
it: Spiegazione del tipo di record
ru: Описание типа записей

source: Placeholder sign for the domain itself
de: Platzhalter Zeichen für die Domäne selbst
it: Placeholder sign per il dominio stesso
ru: Запись самого домена

source: Wildcard sign
de: Wildcard Zeichen
it: Firma wildcard
ru: Wildcard запись

source: Composition
de: Aufbau
it: Composizione
ru: Структура

source: Example
de: Beispiel
it: Esempio
ru: Пример

source: Class and record-type
de: Klasse und Record-Typ
it: Classe e il tipo di record
ru: Класс и тип записи

source: Specifies how long the record in a cache is valid (TTL = time to live, indication in seconds).
de: Gibt an, wie lange der Record in einem Cache gültig ist (TTL = time to live, Angabe in Sekunden).
it: Specifica quanto tempo è valido il record in una cache (TTL = time to live, indicazione in secondi).
ru: Укажите, как долго действует кэш записи (TTL = время жизни в секундах).

source: The SOA-record (SOA = start of authority) contains information for managing the zone and zone transfers
de: Der SOA-Record (SOA = Start of Authority = Beginn der Zuständigkeit) enthält Angaben zur Verwaltung der Zone und des Zonentransfers
it: Il record SOA (SOA = start of authority) contiene informazioni per la gestione della zona e i trasferimenti di zona
ru: SOA-запись (SOA = start of authority) содержит информацию об управлении и трансфера зоны

source: Name of the zone
de: Name der Zone
it: Nome della zona
ru: Имя зоны

source: Primary nameserver
de: Primärer Nameserver
it: Nameserver primario
ru: Основной Nameserver

source: The primary nameserve of the domain
de: Der Primäre Nameserver der Domain
it: Nameserver primario del dominio
ru: Название основного NS для домена

source: Email address of the responsible person of the zone (The sign "@" will be replaced by ".", points in front of "@" will be replaced by "\.")
de: E-Mail-Adresse des Verantwortlichen für die Zone (Das "@" wird durch "." ersetzt, Punkte vor dem "@" werden durch "\." ersetzt)
it: E-mail indirizzo della persona responsabile della zona (il segno "@" sarà sostituito da".", punti davanti a "@" verrà sostituito da "\".)

source: Serial number
de: Serialnummer
it: Numero di serie
ru: Серийный номер

source: Must be incremented with each change of the zone
de: Muss bei jeder Änderung der Zone inkrementiert werden
it: Deve essere incrementato con ogni cambiamento della zona
ru: Должен увеличиваться после каждого редактирования зоны

source: <i>This information is filled out automatically and need not be specified.</i>
de: <i>Diese Angabe wird automatisch ausgefüllt und muss nicht angegeben werden.</i>
it: <i>Questa informazione viene compilata automaticamente e non deve essere specificata.</i>
ru: <i>Эта информация внесена автоматически и не должна быть изменена.</i>

source: Seconds distance, in which the slaves inquire whether anything has changed (as per Ripe-203: 86400 (24 hours))
de: Sekundenabstand, in dem die Slaves anfragen, ob sich etwas geändert hat (lt. Ripe-203: 86400 (24 Stunden))
it: Secondi di distanza, in cui gli slave controllano se qualcosa è cambiato (come da Ripe-203: 86400 (24 ore))
ru: Время в секундах, в течение которых ведомые сервера узнают об изменениях (по Ripe-203: 86400 (24 часа))

source: Seconds distance, in which the slave repeated if his master does not respond (as per. Ripe-203: 7200 (2 hours))
de: Sekundenabstand, in denen ein Slave wiederholt, falls sein Master nicht antwortet (lt. Ripe-203: 7200 (2 Stunden))
it: Seconda distanza, in cui lo slave si ripete se il master non risponde (come per Ripe-203: 7200 (2 ore))
ru: Время в секундах, после чего запрос повторяется, если сервер не отвечает (по Ripe-203: 7200 (2 часа))

source: Seconds distance, after a slave disables the zone when the master does not respond to a zone transfer request (as per Ripe-203: 3600000 (1000 hours))
de: Sekundenabstand, nachdem ein Slave die Zone deaktiviert, wenn der Master auf einen Zonentransfer-Request nicht reagiert (lt. Ripe-203: 3600000 (1000 Stunden))
it: Secondi di distanza, dopo quanto uno slave disattiva la zona quando il master non risponde a una richiesta di trasferimento di zona (come da Ripe-203: 3600000 (1000 ore))
ru: Время в секундах, после чего ведомый сервер отключает зону, если мастер не отвечает на запрос трансфера (по Ripe-203: 3600000 (1000 часов))

source: Negativ-Caching-TTL (as per Ripe-203: 172800 (2 days))
de: Negativ-Caching-TTL (lt. Ripe-203: 172800 (2 Tage))
it: Negativ-Caching-TTL (come per Ripe-203: 172800 (2 giorni))
ru: Кэширование TTL (по Ripe-203: 172800 (2 дня))

source: With an A resource record an IPv4 address is assigned to a DNS name.
de: Mit einem A Resource Record wird einem DNS-Namen eine IPv4-Adresse zugeordnet.
it: Con un record di risorse A, un indirizzo IPv4 viene assegnato a un nome DNS.
ru: С помощью A-записи домену назначается IPv4-адрес.

source: Released name
de: Veröffentlichter Name
it: Nome rilasciato
ru: Описание домена

source: IPv4 address
de: IPv4 Adresse
it: Indirizzo IPv4
ru: IPv4 адрес

source: The IPv4 address, under which the server is reachable
de: Die IPv4 Adresse, unter der der Server erreichbar ist
it: L'indirizzo IPv4, in base al quale il server è raggiungibile
ru: IPv4-адрес, по которому доступен сервер

source: With a AAAA resource record an IPv6 address is assigned to a DNS name.
de: Mit einem AAAA Resource Record wird einem DNS-Namen eine IPv6-Adresse zugeordnet.
it: Con un record di risorsa AAAA viene assegnato un indirizzo IPv6 a un nome DNS.
ru: С помощью AAA-записи домену назначается IPv6-адрес.

source: IPv6 address
de: IPv6 Adresse
it: Indirizzo IPv6
ru: IPv6 адрес

source: The IPv6 address, under which the server is reachable
de: Die IPv6 Adresse, unter der der Server erreichbar ist
it: L'indirizzo IPv6, in base al quale il server è raggiungibile
ru: IPv6-адрес, по которому доступен сервер

source: The CNAME-record (CNAME = canonical name) associates a name with the A/AAAA record to another domain. Instead of creating multiple A/AAAA records, you can create CNAMEs associated with an A record. Only the resource record must be modified by changing an IP and all by CNAME defined aliases refer also to the new IP.
de: Der CNAME-Record (CNAME = canonical name = anerkannter Name) verbindet einen Namen mit dem A/AAAA-Record einer anderen Domain. Anstatt mehrere A/AAAA-Records anzulegen, können Sie CNAMEs anlegen, die mit einem A Record verbunden sind. Beim Wechsel einer IP muss nun nur noch der Ressource Record geändert werden und alle per CNAME definierten Aliase verweisen ebenfalls zur neuen IP.
it: Il record CNAME (CNAME = canonical name) associa un nome con il record A/AAAA a un altro dominio. Invece di creare più record A/AAAA, è possibile creare più record CNAME con un unico record A. Solo il record di risorse deve essere modificato cambiando IP e tutto farà riferimento al nuovo IP, compresi gli CNAME alias definiti.
ru: CNAME-запись (CNAME = каноническое имя) связывает A/AAAA-запись с другим доменом. Вместо создания множества A/AAAA-записей вы можете создать каноническое имя. Смену IP-адреса в A-записи необходимо будет сделать только у основного домена, все псевдонимы, использующие CNAME-записи, автоматически начнут ссылаться на новый IP.

source: Target of the CNAME (domain-name)
de: Ziel des CNAME (Domain-Name)
it: Destinazione del record CNAME (nome di dominio)
ru: Цель записи CNAME (домен)

source: MX stand for "Mail Exchange" and indicates under which the address the responsible mail server is reachable. If multiple MX Records are available, the priority will decide.
de: MX steht für "Mail Exchange" und gibt an, unter welcher Adresse der zuständigen Mail-Server erreichbar ist. Wenn mehrere MX Records vorhanden sind, entscheidet die Priorität.
it: MX è sinonimo di "Mail Exchange" e indica che l'indirizzo del server di posta responsabile è raggiungibile. Se più record MX sono disponibili, deciderà la priorità.

source: Domain, for which the entry applies
de: Domain, für welche der Eintrag gilt
it: Dominio per cui si applicano le scelte
ru: Домен, к которому эта запись применяется

source: Priority
de: Priorität
it: Priorità
ru: Приоритет

source: Specifies the priority of records, lowest numerical value = highest priority
de: Gibt die Priorität des Records an, niedrigster numerischer Wert = höchste Priorität
it: Specifica la priorità di record, il valore numerico più basso = massima priorità

source: Mail-server
it: Server di posta elettronica
ru: Почтовый сервер

source: Name of mail server
de: Name des Mailservers
it: Nome del server di posta elettronica

source: With the help of the NS records you can specify which name server is officially responsible for the zone.
de: Mit Hilfe des NS-Records kann man festlegen, welche Nameserver für die Zone offiziell zuständig ist.
it: Con l'aiuto dei record NS è possibile specificare quale nome server è ufficialmente responsabile per la zona.
ru: NS-записи показывают сервер, который отвечает за работу DNS-зоны.

source: Domain, for which the record applies
de: Domain, für welche der Record gilt
it: Dominio per cui si applicano i record
ru: Домен, к которому эта запись применяется

source: Name of the responsible nameserver for this domain
de: Name des für diese Domäne zuständigen Nameservers
it: Nome dei nameserver responsabili per questo dominio
ru: Имя сервера, который отвечает за DNS-зону домена

source: With the help of SRV records will be defined which services are provided under a domain / subdomain.
de: Mit Hilfe des SRV-Records wird festgelegt, welche Dienste unter einer Domain / Subdomain angeboten werden.
it: Con l'aiuto di SRV record saranno definiti quali servizi sono forniti sotto un dominio / sottodominio.
ru: SRV в DNS определяет местоположение, то есть имя хоста и номер порта серверов для определенных служб.

source: Service
it: Servizio
ru: Сервис

source: Service + protocol + domain
de: Dienst + Protokoll + Domain
it: Servizio + protocollo + dominio
ru: Сервис + протокол + домен

source: In case of several identical services, the lowest value takes precedence, lowest numerical value = highest priority
de: Bei mehreren identischen Diensten, hat der niedrigste Wert Vorrang, niedrigster numerischer Wert = höchste Priorität
it: In caso di diversi servizi identici, il valore più basso ha la precedenza, valore numerico inferiore = massima priorità
ru: В случае идентичных сервисов меньшее число будет определять больший приоритет.

source: Weight
de: Gewicht
it: Peso
ru: Вес

source: Used for load balancing with identical priority
de: Dient zur Lastverteilung bei identischer Priorität
it: Utilizzato per load balancing con priorità identica
ru: Служит для балансировки нагрузки в случае идентичного приоритета

source: Port
it: Porta
ru: Порт

source: Port number
de: Portnummer
it: Numero porta

source: Server, providing this service
de: Server, der diesen Dienst bereitstellt
it: Server, che fornisce questo servizio
ru: Сервер, отвечающий за сервис

source: With the help of TXT records a freely definable text can be stored in a DNS zone.
de: Mit Hilfe des TXT-Records kann ein frei definierbarer Text in einer DNS-Zone abgelegt werden.
it: Con l'aiuto di record TXT un testo liberamente definibile può essere memorizzato in una zona DNS.
ru: С помощью TXT-записи в DNS-зоне может содержаться определенный текст.

source: The server domain
de: Die Serverdomain
it: Dominio del server

source: Text
it: Testo
ru: Текст

source: Freely definable text
de: Frei definierbarer Text
it: Testo liberamente definibile
ru: Свободный текст

source: Record type
ru: Тип записи

source: Target
de: Ziel
ru: Цель

source: Server
ru: Сервер

source: (Email of domain admin - format: user.domain.com.)
de: (E-Mail des Domain Admin - Format: user.domain.de.)
