Repository: alex-mahr/keyhelp-translation
Catalog: */LC_MESSAGES/page_admin_template_email.po
Languages: bs, de, it, ru

source: Email templates
bs: E-Mail Sablone
de: E-Mail-Vorlagen
it: Modelli per le email
ru: E-mail шаблоны

source: Email template
bs: E-Mail sablon
de: E-Mail-Vorlage
it: Template delle email
ru: E-mail шаблон

source: Action
bs: Akcija
de: Aktion
it: Azione
ru: Действие

source: Add email template
bs: Dodaj E-Mail sablon
de: E-Mail-Vorlage hinzufügen
it: Aggiungi un modello di email
ru: Добавить E-mail шаблон

source: Load default mail
bs: Ucitaj podrazumjevanu E-Mail
de: Standard E-Mail laden
it: Carica la mail predefinita
ru: Шаблон по умолчанию

source: Subject
bs: Naslov
de: Betreff
it: Soggetto
ru: Тема

source: Name of sender
bs: Ime posiljaoca
de: Absender Name
it: Mittente
ru: Имя отправителя

source: Send a copy to email (BCC)
bs: Posalji kopiju na E-Mail (BCC)
de: Kopie an E-Mail senden (BCC)
it: Invia una copia per e-mail (BCC)
ru: Отправлять копию на E-mail (BCC)

source: Use comma to separate multiple addresses.
bs: Koristite zareze da razdvojite vise adresa.
de: Mehrere Adressen mit Komma trennen.
it: Utilizzare la virgola per separare più indirizzi.
ru: используйте запятую для разделения нескольких адресов.

source: Test email template
de: E-Mail-Vorlage testen

source: Enter a recipient email address.
de: Geben Sie eine Empfänger E-Mail Adresse an.

source: Send email
de: E-mail senden

source: Failed to send email
de: E-Mail konnte nicht gesendet werden

source: Successfully sent
de: Erfolgreich gesendet

source: The following variables are available
bs: Sljedece opcije su dostupne
de: Die folgenden Variablen stehen Ihnen zur Verfügung
it: Le seguenti variabili sono disponibili
ru: Следующие значения доступны

source: Will be replaced with the username.
bs: Bice zamjenuto s korisnickim imenom.
de: Wird mit dem Benutzernamen ersetzt.
it: Verrà sostituito con il nome utente.
ru: Будет заменено именем пользователя.

source: Will be replaced with the password of the user account.
bs: Bice zamjenuto s lozinkom od korisnickog naloga.
de: Wird mit dem Passwort des Benutzerkontos ersetzt.
it: Verrà sostituito con la password dell'account utente.
ru: Будет заменено паролем пользователя.

source: Will be replaced with the URL to the administration panel.
bs: Bice zamjenuto s URL od Administracijskog panela.
de: Wird mit der URL zum Administrationspanel ersetzt.
it: Verrà sostituito con l'URL al pannello di amministrazione.
ru: URL адрес панели администратора.

source: Will be replaced with a link to reset the password.
bs: Bice zamjenuto s linkom za rasetovanje lozinke.
de: Wird durch einen Link zum Zurücksetzen des Passworts ersetzt.

source: Will be replaced with the email address of the account.
bs: Bice zamjenuto s E-Mail adresom od naloga.
de: Wird mit der E-Mail-Adresse des Kontos ersetzt.
it: Verrà sostituito con l'indirizzo email dell'account.
ru: Будет заменено email адресом данного аккаунта

source: Will be replaced with the server name.
bs: Bice zamjenuto s imenom servera.
de: Wird mit dem Servernamen ersetzt.
it: Verrà sostituito con il nome del server.
ru: Будет заменено на имя сервера

source: Forgot password
bs: Zaboravili ste Lozinku
de: Passwort vergessen
it: Password dimenticata
ru: Забыли пароль

source: A new user was created
bs: Novi korisnik je napravljen
de: Ein neuer Benutzer wurde angelegt
it: È stato creato un nuovo utente
ru: Новый пользователь был создан

source: An administrator assigns new login credentials to a user
bs: Jedan administrator je dodao nove podatke za prijavu jednom korisniku
de: Ein Administrator weist einem Nutzer neue Zugangsdaten zu
it: Un amministratore assegna nuove credenziali di accesso per un utente
ru: Администратор назначил новые данные для входа пользователю

source: A new email account was created
bs: Novi E-Mail nalog je napravljen
de: Ein neuer E-Mailaccount wurde angelegt
it: È stato creato un nuovo account email
ru: Новый E-mail аккаунт был создан

source: Warning if a user has only 10&#37; of his disk space available
bs: Upozorenje samo ako korisnik ima samo 10&#37; od njegovog prostora na disku dostupno
de: Warnung wenn ein Nutzer nur noch 10&#37; seines Speicherplatzes zur Verfügung hat
it: Avviso se un utente ha solo 10 &#37; del suo spazio su disco disponibile
ru: Предупреждать, если у клиента осталось менее 10&#37; дискового пространства

source: The available disk space reaches 0%
bs: Dostupni prostor je dostigao 0%
de: Der verfügbare Speicherplatz hat 0% erreicht
it: Lo spazio disponibile su disco raggiunge 0%
ru: Свободное пространство - 0%

source: A domain has been disabled
bs: Jedna domena je onemogucena
de: Eine Domain wurde deaktiviert
it: Un dominio è stato disattivato

source: A domain has been enabled
bs: Jedna domena je omogucena
de: Eine Domain wurde aktiviert
it: Un dominio è stato abilitato
ru: Домен был включен

source: Text
it: Testo
ru: Текст
