Repository: alex-mahr/keyhelp-translation
Catalog: */LC_MESSAGES/page_admin_ssl_certs.po
Languages: de, it, ru

source: Available SSL certificates
de: Verfügbare SSL-Zertifikate
it: Certificati SSL disponibili
ru: Доступные SSL-сертификаты

source: Add SSL certificate
de: SSL-Zertifikat hinzufügen
it: Aggiungi certificato SSL
ru: Добавить SSL-сертификат

source: Name
it: Nome
ru: Имя

source: Define certificate for server services
de: Zertifikat für Serverdienste festlegen
it: Definire il certificato per i servizi server
ru: Определить сертификат для системных сервисов

source: KeyHelp - web interface
de: KeyHelp - Weboberfläche
it: Interfaccia web - KeyHelp
ru: KeyHelp - веб-интерфейс

source: Webmail subdomain
it: Webmail sottodominio
ru: Почтовый поддомен

source: Private key
de: Privater Schlüssel
it: Chiave privata
ru: Приватный ключ

source: Valid till
de: Gültig bis
it: Valido fino a
ru: Действует до

source: Certificate
de: Zertifikat
it: Certificato
ru: Сертификат

source: CA certificate
de: CA-Zertifikat
it: Certificato CA
ru: CA-сертификат

source: Used
de: Verwendet
it: Usato
ru: Используется

source: Generate certificate by KeyHelp
de: Zertifikat durch KeyHelp erstellen
it: Genera un certificato usando KeyHelp
ru: Генерировать сертификат с KeyHelp

source: Upload certificate files
de: Zertifikatsdateien hochladen
it: Carica file certificato
ru: Загрузить сертификат через файлы

source: Upload certificate as text
de: Zertifikat als Text hochladen
it: Carica il certificato come txt
ru: Загрузить сертификат текстом

source: <b>Use this form when you generate a certificate request, or if you want to create a self-signed certificate.</b><br>- a certificate request (CSR) contains information about your domain indicated on the form, that you can send to a certification center. Then, a certificate will be issued, that you can add to this certificate via upload.<br>- instead of a certificate authority a self-signed certificate will be signed by the creator himself. Such a certificate allows the use of SSL, but it is considered less reliable and less secure.<br><br>Please avoid the use of special characters and umlauts at the input and describe them if possible.
de: <b>Verwenden Sie dieses Formular, wenn Sie eine Zertifikatsanforderung generieren, oder ein selbst-signiertes Zertifikat erstellen wollen.</b><br>- eine Zertifikatsanforderung (CSR) enthält Informationen über Ihre im Formular angegebene Domain, die Sie an eine Zertifizierungsstelle senden können. Daraufhin wird Ihnen ein Zertifikat ausgestellt, das Sie per Upload diesem Zertifikat hinzufügen können.<br>- ein selbst-signiertes Zertifikat wird anstatt von einer Zertifizierungsstelle vom Ersteller selbst signiert. Ein solches Zertifikat ermöglicht die Verwendung von SSL, gilt allerdings als weniger vertrauenswürdig und weniger sicher.<br><br>Bitte verzichten Sie bei der Eingabe auf die Verwendung von Sonderzeichen und Umlauten und umschreiben Sie diese wenn möglich.
it: <b> Utilizza questo modulo quando generi una richiesta di certificato o se desideri creare un certificato auto-firmato. </ B> <br> - una richiesta di certificato (CSR) contiene informazioni sul tuo dominio indicato nel modulo ed è possibile inviarlo ad un centro di certificazione. Quindi verrà rilasciato un certificato che puoi aggiungere a questo certificato tramite il caricamento. <br> - al posto di un'autorità di certificazione un certificato autofirmato verrà firmato dal creatore stesso. Tale certificato consente l'utilizzo di SSL, ma è considerato meno affidabile e meno sicuro. <br> <br> Vi preghiamo di evitare l'uso di caratteri speciali e umlaut all'ingresso e descriverli se possibile.

source: <b>Use this form if you want to upload a certificate using the file components (*.key, *.crt, *-ca.crt).</b>
de: <b>Verwenden Sie dieses Formular, wenn Sie ein Zertifikat mit Hilfe deren Datei-Komponenten (*.key, *.crt, *-ca.crt) hochladen wollen.</b>
it: <b>Utilizzare questo modulo se si desidera caricare un certificato utilizzando i componenti di file (*.key, *.crt, *-ca.crt).</b>
ru: <b>Используйте эту форму, если вы хотите загрузить сертификат с помощью файлов (*.key, *.crt, *-ca.crt).</b>

source: <b>Use this form, if you want to upload the certificate components (*.key, *.crt, *-ca.crt) as text.</b><br>Copy the content of the relevant file into the appropriate panel.
de: <b>Verwenden Sie dieses Formular, wenn Sie die Zertifikats-Komponenten (*.key, *.crt, *-ca.crt) als Text hochladen wollen.</b><br>Kopieren Sie den Inhalt der entsprechenden Datei in das dazugehörige Eingabefeld
it: <b>Utilizzare questo modulo, se si desidera caricare i componenti di certificato (*.key, *.crt, ca.crt) come testo.</b><br>Copiare il contenuto del file appropriato nel riquadro appropriato.
ru: <b>Используйте эту форму, если вы хотите загрузить сертификат (*.key, *.crt, *-ca.crt) как текст.</b><br>Пожалуйста, скопируйте необходимый текст в соответствующие поля.

source: Choose form to create a certificate:
de: Formular zum Anlegen eines Zertifikats wählen:
it: Scegliere modulo per creare un certificato:
ru: Выберите форму для создания сертификата:

source: Name of certificate
de: Name des Zertifikats
it: Nome del certificato
ru: Имя сертификата

source: Key length
de: Schlüssellänge
it: Lunghezza chiave
ru: Длина ключа

source: Rename
de: Umbenennen
it: Rinomina
ru: Переименовать

source: Country
de: Land
it: Nazione
ru: Страна

source: State / province / region
de: Staat / Bundesland / Provinz / Region
it: Stato / provincia / regione
ru: Область / штат / регион

source: Locality / city
de: Standort / Stadt
it: Località (città)
ru: Город

source: Organization / company
de: Organisation / Firma
it: Organizzazione / azienda
ru: Организация / компания

source: Department name in organization
de: Abteilungsname in Organisation
it: Nome del dipartimento nell'organizzazione
ru: Название департамента

source: Domain
it: Dominio
ru: Имя домена

source: Enter the exact domain name, which must be protected by the certificate. The certificate is only valid for this input.
de: Geben Sie hier den genauen Domainnamen an, welcher durch das Zertifikat geschützt werden soll. Das Zertifikat ist nur für diese Eingabe gültig.
it: Immettere il nome di dominio esatto che deve essere protetto dal certificato. Il certificato è valido solo per questo dominio.
ru: Укажите именно то доменное имя, для которого необходимо создать сертификат.

source: Email of the responsible person
de: E-Mail des Verantwortlichen
it: E-mail della persona responsabile
ru: E-mail контактного лица

source: What should to be created?
de: Was soll erstellt werden?
it: Che cosa dovrebbe essere creato?
ru: Что должно быть создано?

source: Certificate request (CSR)
de: Zertifikatsanfrage (CSR)
it: Richiesta di certificato (CSR)
ru: Запрос на сертификат (CSR)

source: Self-signed certificate
de: selbst-signiertes Zertifikat
it: Certificato autofirmato
ru: Самоподписанный сертификат

source: Validity
de: Gültigkeitsdauer
it: Validità
ru: Действителен

source: Validation period
de: Gültigkeitszeitraum
it: Periodo di convalida
ru: Период действия

source: Properties of certificate
de: Zertifikatseigenschaften
it: Proprietà del certificato
ru: Свойства сертификата

source: Certificate update via file upload
de: Zertifikat über Dateiupload updaten
it: Aggiornamento del certificato tramite upload di file
ru: Обновить сертификат через загрузку файлов

source: Certificate update via text upload
de: Zertifikat über Textupload updaten
it: Aggiornamento del certificato tramite caricamento di testo
ru: Обновить сертификат через загрузку текста

source: Current contents of the certificate
de: Aktueller Inhalt des Zertifikats
it: Contenuto corrente del certificato
ru: Текущая информация о сертификате

source: This component is not deposited
de: Diese Komponente ist nicht hinterlegt
it: Questo componente non è depositato
ru: Данный компонент отсутствует

source: Components
de: Komponenten
it: Componenti
ru: Компоненты

source: Warning, this certificate is already in use!
de: Achtung, dieses Zertifikat wird aktuell verwendet!
it: Attenzione, questo certificato è già in uso!
ru: Предупреждение! Данный сертификат уже используется

source: Certificate Signing Request (CSR)
it: Certificato di firma richiesta (CSR)
ru: Запрос на сертификат (CSR)

source: Used for
de: Verwendet für
it: Utilizzati per
ru: Используется для

source: Bit
ru: Битность
