Repository: alex-mahr/keyhelp-translation
Catalog: */LC_MESSAGES/page_admin_panel_tasks.po
Languages: bs, de, ru

source: Panel Tasks Intervals
bs: Panel zadaci intervali
de: Panel-Aufgaben-Intervalle
ru: Интервалы между задачами

source: Last run
bs: Zadnje pokretanje
de: Letzter Lauf
ru: Последний запуск

source: Activated?
bs: Aktivirano?
de: Aktiviert?
ru: Активировать?

source: Interval
bs: Intervali
de: Intervall
ru: Интервал

source: Time frame
bs: Vremenski Prostor
de: Zeitrahmen
ru: Период

source: from
bs: od
de: von
ru: от

source: till
bs: u
de: bis
ru: до

source: o'clock
bs: sati
de: Uhr
ru: часов

source: every
bs: svaki
de: alle
ru: все

source: Perform updates
bs: Izvrsi obnovljavanja
de: Updates ausführen
ru: Выполнить обновления

source: Performs tasks, that have been commissioned through the administration panel.<br>For example creating a new user, writing configuration files etc.
bs: Izvrsava zadatke, koje su napravljene sa strane administratorskog panela.<br>Kao naprimjer pravljenje novog korisnika, pisanje konfiguracijskih fajlova itd.
de: Führt Aufgaben durch, die über das Administrations-Panel in Auftrag gegeben wurden.<br>Zum Beispiel Anlegen eines neuen Benutzers, Schreiben von Konfigurationsdateien etc.
ru: Выполняет задачи настроенные в панели управления.<br>Например создание нового пользователя, редактирование конфигурационных файлов и т.д..

source: Calculate disk space
bs: Obracunaj prostor na disku
de: Speicherplatz berechnen
ru: Проверка дискового пространства

source: Calculates the disk space consumed by user accounts.
bs: Obracunaje prostor na disku zauzet sa strane korisnickih naloga.
de: Berechnet den durch Benutzeraccounts verbrauchten Speicherplatz.
ru: Посчитывает суммарное дисковое пространство исаользуемое пользователями.

source: Update statistics
bs: Obnovi statistike
de: Statistik aktualisieren
ru: Обновление статистики

source: Updates the traffic usage and the web statistics of user accounts.
bs: Obnovljava upotrebu protoka podataka i web statistike od korisnickih naloga.
de: Aktualisiert den Traffic-Verbrauch und die Web-Statistiken der Benutzeraccounts.
ru: Обновляет использование трафика и веб-статистику учетных записей пользователей.

source: Perform automatic panel updates
bs: Izvrsava automaska panel obnovljavanja
de: Automatische Panel-Updates durchführen
ru: Обновление панели

source: Keeps the administration panel up to date and installs newer versions as they are released.
bs: Odrzava panel i instalira najnovije verzije cim prije budu dostupne.
de: Hält das Administations-Panel aktuell und installiert neuere Versionen, sobald diese veröffentlicht werden.
ru: Автоматическое обновление панели управления.

source: Keep server services up to date
bs: Odrzava servise na najnovijem stanju
de: Serverdienste aktuell halten
ru: Обновлять сервисы

source: Installs, if available, newer, improved versions of services/packages, which are already installed on the server.<br>(apt-get update & apt-get upgrade)
bs: Instalira ako je dostupno najnovije verzija od servisa koje koristi ovaj administrativni panel.<br>(apt-get update & apt-get upgrade)
de: Installiert sofern verfügbar, neuere, verbesserte Versionen für Dienste/Pakete, die bereits auf diesem Server installiert sind.<br>(apt-get update & apt-get upgrade)
ru: Устанавливает обновления для программного оьеспечения установленного на сервере<br>(apt-get update & apt-get upgrade)

source: Session data cleanup
bs: Ciscenje sesija
de: Session-Daten-Bereinigung

source: Deletes unused PHP sessions from the temporary folder of the user accounts.
bs: Brise vise nepotrebne sesije od PHP Interpretera sa strane korisnickih naloga.
de: Löschen unbenutzter PHP-Sessions aus den temporären Ordnern der Benutzeraccounts.
ru: Удаление неиспользуемых PHP сессий.

source: Antivirus scanner
bs: Antivirus skener
ru: Антивирусный сканнер

source: Performs a virus check.
bs: Izvrsava skeniranje protiv virusa.
de: Führt eine Virenprüfung durch.
ru: Выполнить проверку антивирусом

source: You can configure it here:
bs: Vi to mozete podesiti ovdje:
de: Konfigurierbar unter:
ru: могут быть сконфигурированы здесь:

source: Settings >> Server
bs: Podesavanja >> Servera
de: Einstellungen >> Server-Einstellungen
ru: настройки >> Сервер

source: Maintenance of SSL certificates
bs: Odrzavanje SSl Zertifikata
de: Wartung von SSL-Zertifikaten
ru: Обслуживание SSL сертификатов

source: Checks if SSL certificates are going to expire, performs Let's Encrypt certificate update and other SSL related maintenance work.
bs: Provjerava dali zertifikati isticu i priprema obnovljavanje Let's Encrypt zertifikata kao i ostala SSL odrzavanja.
de: Überprüft, ob SSL-Zertifikate ablaufen werden, führt das Let's Ecrypt-Zertifikats-Update und andere SSL-bezogene Wartungsarbeiten durch.

source: Settings >> Panel Settings
bs: Podesavanja >> Panel Podesavanja
de: Einstellungen >> Panel-Einstellungen
ru: Настройки >> Настройки панели

source: Repository update
bs: Repozitorij obnovljavanje

source: This job is responsible for receiving and updating packages, which are located inside KeyHelp's own repository.
bs: Ovaj posao odrzava repozitorij od KeyHelp koje su samo potrebne ovom administrativnom panelu.
de: Dieser Job ist verantwortlich für das Empfangen und Aktualisieren von Paketen, die sich im KeyHelp-eigenen Repository befinden.
ru: Данная задача выполняет получение и обновление пакетов, которыенаходятся в репозиториях KeyHelp.

source: E.g. update of the optional PHP interpreter packages.
bs: Kao naprimjer obnovljavanje dodatnih PHP Interpretera.
de: Z.B. Aktualisierung der optionalen PHP-Interpreterpakete.
ru: Обновление опциональных пакетов интерпретатора PHP
