Repository: alex-mahr/keyhelp-translation
Catalog: */LC_MESSAGES/page_admin_white_label.po
Languages: de, it, ru

source: Import settings
de: Einstellungen importieren
it: Importa le impostazioni
ru: Импортировать настройки

source: Export settings
de: Einstellungen exportieren
it: Esporta le impostazioni
ru: Экспортировать настройки

source: In addition to the editable settings here you can also edit <br>the <a href="index.php?page=admin_template_default_index">default index page</a> as well as the <a href="index.php?page=admin_template_email_index">email templates</a>.
de: Als Ergänzung zu den hier editierbaren Einstellungen können Sie zusätzlich noch<br>die <a href="index.php?page=admin_template_default_index">Standard Index-Seite</a> sowie die <a href="index.php?page=admin_template_email_index">E-Mail-Vorlagen</a> bearbeiten.
it: Oltre alle impostazioni modificabili qui è anche possibile modificare<br>la <a href="index.php?page=admin_template_default_index">pagina di indice predefinito</a> , nonché i <a href="index.php?page=admin_template_email_index">modelli di posta elettronica</a>.
ru: В дополнении к стандартным настройкам, у Вас есть возможность редактировать как <br><a href="index.php?page=admin_template_default_index">базовую страницу</a>, так и <a href="index.php?page=admin_template_email_index">шаблон электронной почты</a>.

source: Overview of white label settings
de: Übersicht der Whitelabel-Einstellungen
it: Panoramica delle impostazioni white label
ru: Обзор настроек брендинга

source: Product name
de: Produktname
it: Nome del prodotto
ru: Имя продукта

source: Page title
de: Seitentitel
it: Titolo pagina
ru: Заголовок страницы

source: Banner (internal)
de: Banner (intern)
it: Banner (interno)
ru: Баннер (intern)

source: Banner (external)
de: Banner (extern)
it: Banner (esterno)
ru: Баннер (extern)

source: Help links
de: Hilfe-Links
it: Collegamenti alla guida
ru: Справка

source: All languages
de: Alle Sprachen
it: Tutte le lingue
ru: Все языки

source: Reset all settings
de: Alle Einstellungen zurücksetzen
it: Ripristina tutte le impostazioni
ru: Сбросить все настройки

source: Reset white label settings
de: Whitelabel zurücksetzen
it: Ripristinare le impostazioni white label
ru: Сбросить настройки

source: Are you sure you want to reset the white label settings?
de: Sind Sie sicher, dass Sie die Whitelabel-Einstellungen zurücksetzen möchten?
it: Sei sicuro di voler ripristinare le impostazioni white label?
ru: Вы действительно хотите сбросить все настройки?

source: Prioritization:
de: Priorisierung:
ru: Приоритеты:

source: Settings with higher priority override the settings with lower priority. This applies in the following order:
de: Einstellungen mit höherer Priorität überschreiben die Einstellungen mit niedrigerer Priorität. Es gilt die folgende Reihenfolge:
ru: Настройки с большим приоритетом перезаписывают настройки с меньшим.

source: 1. Language-specific settings (highest priority)
de: 1. sprachspezifischen Einstellungen (höchste Priorität)
ru: 1. Языковые настройки (высшмий приоритет)

source: 2. "All languages" settings
de: 2. "Alle Sprachen" Einstellungen

source: 3. Panel default settings (lowest priority)
de: 3. KeyHelp Standard Einstellungen (niedrigste Priorität)
ru: 3. Настройки панкли по умолчанию (наименьший приоритет)

source: An entry was saved, it overwrites all entries with lower priority.
de: Ein Eintrag wurde gespeichert, dieser überschreibt alle Einträge mit niedrigerer Priorität.
ru: Изменения были сохранены, они перезапишут настройки с меньшим приоритетом.

source: No entry was saved, the entry with the next lower priority is used instead.
de: Es wurde kein Eintrag gespeichert, es wird die Einstellung der nächst-niedrigeren Priorität verwendet.
ru: Изменения не были сохранены. Используется настройки с меньшим приоритетом.

source: Please note, if you import new white label settings your current white label settings on this sever will be lost.
de: Bitte beachten Sie, dass beim Importieren von neuen Whitelabel-Einstellungen Ihre derzeitigen Whitelabel-Einstellungen auf diesem Server verloren gehen.
it: Attenzione, se si importa una nuova white label le impostazioni esistenti di white label su questo sever andranno perse.
ru: Пожалуйста обратите внимание, при импорте новых настроек текущие будут удалены.

source: Pick a file for upload
de: Datei zum Upload auswählen
it: Selezionare un file per l'upload
ru: Выберите файл для загрузки

source: Import
de: Importieren
it: Importare
ru: Импорт

source: - setting not set -
de: - Einstellung nicht gesetzt -
it: -impostazione non impostata-
ru: - настройки не указаны -

source: Remove image
de: Bild entfernen
it: Rimuovi immagine
ru: Удалить изображение

source: Show preview on this page
de: Vorschau auf dieser Seite
it: Anteprima pagina
ru: Просмотр страницы

source: Additional CSS
de: Zusätzliches CSS
it: Css Aggiuntivo
ru: Дополнительные стили CSS

source: You can define your own CSS styles and overwrite the current design.
de: Hier können Sie eigenes CSS definieren und Styles des derzeitigen Design überschreiben.
it: È possibile definire i propri stili CSS e sovrascrivere il design attuale.
ru: Вы можете создать собственные CSS стили и изменить дизайн.

source: Additional JavaScript
de: Zusätzliches JavaScript
it: Ulteriori JavaScript
ru: Дополнительныескрипты JavaScript

source: You can define your own JavaScript code - jQuery can be used.
de: Hier können Sie eigenen JavaScript Code definieren - jQuery kann verwendet werden.
it: È possibile definire il proprio codice di JavaScript - jQuery può essere utilizzato.
ru: ы можете использовать свой собственный код JavaScript - jQuery может быть использован.

source: Edit settings
de: Einstellungen bearbeiten
it: Modifica Impostazioni
ru: Изменить настройки

source: Label
de: Bezeichnung
it: Etichetta
ru: Брендинг

source: Remove entry
de: Eintrag entfernen
it: Rimuovi voce
ru: Удалить запись

source: Add entry
de: Eintrag hinzufügen
it: Aggiungi
ru: Добавить запись

source: This menu is currently hidden
de: Dieses Menü wird derzeit nicht angezeigt.
it: Questo menu è attualmente nascosto
ru: Это меню скрыто

source: Hide menu item
de: Menüpunkt ausblenden
it: Nascondere la voce del menu
ru: Скрыть пункт меню

source: Show menu item
de: Menüpunkt einblenden
it: Visualizza la voce del menu
ru: Показать пункт меню

source: Reset settings
de: Einstellungen zurücksetzen
it: Rispristina le impostazioni
ru: Сбросить настройки

source: The image width should not be larger than 500px.
de: Die Bildbreite für diesen Banner sollte maximal 500px betragen.
it: La larghezza dell'immagine non deveìrebbe essere maggiore di 500px.

source: Admin area
de: Adminbereich
it: Area Admin
ru: Панель администратора

source: User area
de: Benutzerbereich
it: Area utente
ru: Панель пользователя

source: Footer
ru: Подвал

source: Link
ru: Ссылка
