Repository: alex-mahr/keyhelp-translation
Catalog: */LC_MESSAGES/page_user_email.po
Languages: de, it, ru

source: Here you can set up and manage email addresses.<br><br>For each email account you can assign additional alternative email addresses (aliases) and setup forwarding to other email addresses.<br><br>To edit <b>email aliases</b>, <b>forwarding</b> and <b>protection</b> for an email account, click on the edit icon in the row of the desired email account.
de: Hier können Sie E-Mail-Adressen einrichten und verwalten.<br><br>Für jedes E-Mail-Konto können Sie zusätzliche alternative E-Mail-Adressen (Aliase) vergeben und Weiterleitungen an andere E-Mail-Adressen einrichten.<br><br>Um <b>E-Mail-Aliase</b>, <b>Weiterleitungen</b> und <b>Schutzmaßnahmen</b> für ein E-Mail-Konto zu bearbeiten, klicken Sie auf das Bearbeiten-Symbol in der Zeile des gewünschten E-Mail-Konto.
it: Qui è possibile impostare e gestire gli indirizzi e-mail.<br><br>Per ogni account di posta elettronica è possibile assegnare indirizzi email alternativi aggiuntivi (alias) e installazione di inoltro ad altri indirizzi email.<br><br>Per modificare <b>gli alias email</b>, <b>inoltro</b> e <b>protezione</b> di un account e-mail, fare clic sull'icona modifica nella riga dell'account di posta elettronica desiderato.
ru: Здесь вы можете создавать E-mail адреса и управлять ими.<br><br>Для каждого E-mail-аккаунта вы можете создать псевдонимы(алиасы) и настраивать функцию перенаправления почты.<br><br>Для редактирования <b>e-mail-алиасов</b>, <b>почтовых перенаправлений</b> и <b>защиты</b> для почтового аккаунта нажмите на кнопку редактирования напротив выбранного E-mail-аккаунта.

source: You are currently using:
de: Sie verwenden derzeit:
it: Al momento usi:

source: Email account
de: E-Mail-Konto
it: Account di posta elettronica

source: Email accounts
de: E-Mail-Konten
it: Posta elettronica

source: Mailbox size
de: Postfachgröße
it: Dimensione della cassella postale
ru: Размер почтового ящика

source: Redirection account
de: Weiterleitungskonto

source: Forwarding
de: Weiterleitungen
it: Inoltro
ru: Пересылка

source: Forward to
de: Weiterleiten zu

source: Separate multiple email addresses by space, comma, semicolon or newline from each other.<br><br>Please note, if you use an external email address, not managed by this server, you may need to whitelist this server in the SPF (Sender Policy Framework) settings of the external server.
de: Trennen Sie mehrere E-Mail-Adressen durch Leerzeichen, Komma, Semikolon oder Zeilenumbruch voneinander.<br><br>Bitte beachten Sie, wenn Sie eine externe, nicht von diesem Server verwaltete E-Mail-Adresse verwenden, müssen Sie gegebenenfalls diesen Server in den SPF (Sender Policy Framework) Einstellungen des externen Servers whitelisten.
it: Separare più indirizzi di posta elettronica da spazio, virgola, punto e virgola o newline da altro.<br><br>Siete pregati di notare che se si utilizza un indirizzo di posta elettronica esterno, non gestito da questo server, potrebbe essere necessario whitelist questo server nelle impostazioni del server esterno SPF (Sender Policy Framework).
ru: в случае с несколькими адресами разделяйте их запятой, точкой с запятой, пробелом или указывайте по одному в каждой строчке.<br><br>Обратите внимание на то, что если вы используете внешний адрес электронной почты, возможно, потребуется настроить SPF для удаленного сервера.

source: Protection
de: Schutzmaßnahmen
it: Protezione
ru: Защита

source: Add email account
de: E-Mail Konto hinzufügen
it: Aggiungere account di posta elettronica
ru: Добавить E-mail-аккаунт

source: Port for STARTTLS
de: Port für STARTTLS
it: Porta per STARTTLS
ru: Порт для STARTTLS

source: Port for SSL/TLS
de: Port für SSL/TLS
it: Porta per SSL/TLS
ru: Порт для SSL/TLS

source: Inbox
de: Posteingang
it: Casella di posta in arrivo
ru: Входящие

source: Outbox
de: Postausgang
it: Posta in uscita
ru: Исходящие

source: Connection information
de: Verbindungsinformationen
it: Informazioni di connessione
ru: Настройки подключения

source: If available, you can use, your own SSL protected domain as well.
de: Hier ist, sofern vorhanden, auch Ihre per SSL gesicherte Domain zulässig.
it: Se disponibile, è possibile utilizzare, il proprio certificato SSL per il dominio.
ru: Вы можете использовать ваш собственный SSL сертификат для домена.

source: Activate catch-all
de: Catch-All aktivieren
it: Attivare il catch-all
ru: Использовать адрес по умолчанию

source: If this option is enabled, then all emails addressed to any recipient within this domain, which aren't associated with another mail account will be "caught" by this mail account.<br>Please note, that virus and spam protection plus mail aliases will be disabled for this mail account.<br>Note also, that you will receive a higher number of spam, phishing and malware emails.
de: Wenn aktiv, laufen in diesem Konto alle E-Mails zusammen, die an beliebige Empfänger innerhalb einer Domain adressiert sind, für die kein Postfach angelegt wurde.<br>Beachten Sie das für dieses Konto Viren und Spamschutzmaßnahmen, sowie Alias-Adressen deaktiviert werden.<br>Beachten Sie außerdem, dass Sie einer erhöhten Anzahl an Spam-, Phishing- und Schadsoftware-E-Mails ausgesetzt sein werden.
it: Se questa opzione è attivata, quindi tutte le email indirizzata a qualsiasi destinatario all'interno di questo dominio, che non sono associati con un altro account di posta elettronica verrà essere "catturati" da questo account di posta elettronica.<br>Si prega di notare, che virus e spam protezione più mail alias verrà disabilitato per questo account di posta elettronica.<br>Si noti inoltre, che si riceverà un numero maggiore di email spam, phishing e malware.

source: Mailbox quota
de: Mailboxgröße
it: Quota della cassella postale
ru: Максимальный размер ящика

source: Other size
de: Andere Größe
it: Altre dimensioni
ru: Другой размер

source: After setting up the email account call up the page for managing <b>alias addresses</b>, <b>forwarding</b> and <b>security measures</b>
de: Nach dem Anlegen des E-Mail-Kontos, Seite zum Verwalten von <b>Alias-Adressen</b>, <b>Weiterleitungen</b> und <b>Schutzmaßnahmen</b> aufrufen
it: Dopo aver impostato l'account email chiamata la pagina per la gestione di <b>indirizzi alias</b>, <b>inoltro</b> e <b>misure di sicurezza</b>
ru: После создания E-mail-аккаунта перейдите на страницу для управления <b>псевдонимами</b>, <b>перенаправлением почты</b> и <b>защитой</b>

source: Email account settings
de: E-Mail-Konto-Einstellungen
it: Impostazioni dell'account email
ru: Настройки почтовых аккаунтов

source: Alias addresses
de: Alias Adressen
it: Indirizzi alias
ru: Псевдонимы

source: Email aliases are alternative email addresses which are associated to an email account. All emails sent to an alias, will be received by the primary address.
de: E-Mail-Aliase sind alternative E-Mail-Adressen die einem E-Mail-Konto zugeordnet sind. Alle E-Mails, die zu einem Alias geschickt werden, werden von der primären Adresse empfangen.
it: Alias email sono indirizzi email alternativi che sono associati a un account di posta elettronica. Tutte le email inviate a un alias, sarà ricevuto dall'indirizzo primario.
ru: E-mail-псевдонимы это альтернативные названия для почтого ящика. Все письма, отправляемые на них, попадают на основной E-mail.

source: Here you can set email forwarding to one or more email addresses. If the field "Save email on the server" is marked, the redirected emails will also be saved on this server.
de: Hier können Sie E-Mail Weiterleitungen zu einer oder mehrerer E-Mail-Adressen festlegen. Wenn das Feld "E-Mails auf Server speichern" markiert ist, werden die weitergeleiteten E-Mails zusätzlich auch auf diesem Server gespeichert.
it: Qui è possibile impostare l'inoltro a uno o più indirizzi di posta elettronica e-mail. Se il campo "Salva e-mail sul server" è contrassegnato, le e-mail reindirizzate verranno salvate anche su questo server.

source: Add this alias address
de: Diese Alias-Adresse hinzufügen
it: Aggiungere questo indirizzo alias
ru: Добавить этот псевдоним

source: Remove alias address
de: Alias-Adresse entfernen
it: Rimuovere l'indirizzo alias

source: Save emails in mailbox
de: E-Mails im Postfach speichern
it: Salvare le email nella cassella postale
ru: Сохранять электронные письма в почтовом ящике

source: Examine incoming emails for viruses
de: Eingehende E-Mails auf Viren untersuchen
it: Esaminare eventuali virus nelle email in arrivo
ru: Проверять входящие письма на вирусы

source: Examine incoming emails for spam / spam score <small>(values 0 - 999,9)</small>
de: Eingehende E-Mails auf Spam untersuchen / Spamscore <small>(Werte 0 - 999,9)</small>
it: Esaminare le email in arrivo per la posta indesiderata / spam Punteggio <small>(valori 0 - 999,9)</small>

source: Invalid email address
de: Ungültige E-Mail-Adresse
it: Indirizzo email non valido
ru: Не верный email

source: Alias email already exists
de: Alias-Adresse existiert bereits
ru: Алиас уже существует

source: The alias address you entered already exists for this mailbox.
de: Die von Ihnen eingegebene Alias-Adresse existiert bereits für dieses Postfach.
it: L'indirizzo alias che immesso già esiste per questa casella postale.
ru: Введенный вами адиас для данного почтового ящика уже используется.

source: alternatively
de: alternativ
it: in alternativa
ru: альтернативно

source: Spam score
it: Punteggio di spam

source: Greylisting
ru: Грейлистинг

source: Catch-all?
ru: Адрес по умолчанию

source: Server
ru: Сервер
