Repository: alex-mahr/keyhelp-translation
Catalog: */LC_MESSAGES/page_admin_server.po
Languages: de, it, ru

source: Settings / Server
de: Einstellungen / Server
it: Configurazioni / Server
ru: Настройки / Сервера

source: Support Access
de: Support Zugang
it: Accesso del supporto
ru: Доступ поддержки

source: If the following option is enabled, you grant SSH access to your server to the KeyHelp support team. If problems occur with your server, the support team will be able to assist you with the solution promptly.<br>The access by the support team is only for the purpose of solving the problem and only with an appropriate order by yourself.
de: Ist die folgende Option aktiviert, gewähren Sie dem KeyHelp-Support-Team bei Bedarf SSH Zugriff auf Ihren Server. Sollten Probleme mit Ihrem Server auftreten, ist das Support-Team somit in der Lage Sie zeitnah bei der Lösung zu unterstützen.<br>Der Zugriff durch das Support-Team erfolgt ausschließlich zum Zweck der Problemlösung und nur mit entsprechendem Auftrag Ihrerseits.
it: Se è attivata l'opzione seguente, si concede accesso SSH al server al team di supporto KeyHelp. Se si verificano problemi con il server, è possibile che il team di supporto sia in grado di aiutarvi con una soluzione.<br>L'accesso dal team di supporto è solo allo scopo di risolvere il problema e solo con una vostra autorizzazione.
ru: Включение данной функции дает SSH доступ к серверу для поддержки KeyHelpВ случае возникновения проблем в работе сервера, у поддержки будетвозможность помочь с ее решением напрямую.<br>Доступ используется тольков целях оказания тех. поддержки.

source: Enable support access?
de: Support Zugang aktivieren?
it: Abilitare l'accesso al supporto?
ru: Открыть доступ поддержке?

source: Backup settings
de: Backup-Einstellungen
it: Configurazioni di backup
ru: Настройки резервного копирования

source: The settings listed below only affects the backups for user accounts.<br>Backups of administrative users are not affected and can be used regardless of the settings.
de: Die hier aufgeführten Optionen beeinflussen nur die Backups der Benutzeraccounts.<br>Das Backup der administrativen Benutzer ist hiervon nicht betroffen und kann ungeachtet der getroffenen Einstellungen benutzt werden.
it: Le impostazioni elencate di seguito riguarda solo i backup per gli account utente.<br>Backup degli utenti amministrativi non sono interessati e può essere utilizzato indipendentemente dalle impostazioni.
ru: Параметры, перечисленные ниже, влияют на параметры резервного копирования пользовательских учетных записей. <br> Резервное копирование администраторских аккаунтов не затрагивается.

source: Enable local repositories
de: Lokale Repositorys aktivieren
it: Abilitare il repository locale
ru: Включить локальное хранилище

source: If disabled, storing backups in the local repositories (on this server) is prohibited.<br><br>The local repositories are located inside the folders "/backup/server/" and "/backup/users/&lt;USERNAME&gt;/".
de: Wenn deaktiviert, wird das Ablegen von Backups in den lokalen Repositorys (auf diesem Server) untersagt.<br><br>Die lokalen Repositorys befinden sich in den Ordnern "/backup/server/" sowie "/backup/users/&lt;BENUTZERNAME&gt;/".
it: Se disabilitato, archiviazione dei backup nei repository locale (su questo server) è vietata.<br><br>Il repository locali si trovano all'interno delle cartelle "/backup/server /" e "/backup/users/&lt;USERNAME&gt;/".
ru: Если отключено, то содание резервных копий в локальном репозитории (на данном сервере) Запрещено.<br><br>Локальные репозитории находятся в директориях "/backup/server/" и "/backup/users/&lt;USERNAME&gt;/".

source: Maximum number of files per local repository
de: Maximale Dateianzahl je lokalen Repository
it: Numero massimo di file per ogni repository locale
ru: Максимальное число файлов для локального репозитория

source: To save disk space, you can limit the number of files in the local repository, the old backup files are removed for this purpose.<br><br>The value "0" / empty means "no limit".<br>Attention, this setting can cause, that no more disk space is available for other data.
de: Um Speicherplatz zu sparen, können Sie die Anzahl der Dateien im lokalen Repository begrenzen, die alte Backup Dateien werden hierfür gelöscht.<br><br>Der Wert "0" / leer bedeutet "Keine Einschränkung".<br>ACHTUNG, diese Einstellung kann dazu führen, das kein Speicherplatz mehr für andere Daten zur Verfügung steht.
it: Per risparmiare spazio su disco, è possibile limitare il numero di file nell'archivio locale, i vecchi file di backup vengono rimossi per questo scopo.<br><br>Il valore "0" / vuoto significa "nessun limite".<br>Attenzione, questa impostazione può provocare il riempimento del disco che bloccherebbe l'accesso al sistema e le sue funzionalità.
ru: Для экономии дискового пространства, вы можете ограничить количество хранимых копий, при этом старые файлы будут автоматически удаляться. <br> Значение "0" отключает ограничение на количество файлов.<br>Внимание! Данная настройка может стать причиной нехватки свободного места на диске.

source: RAM-Disk for temporary files
de: RAM-Disk für temporäre Dateien
it: RAM-disk per i file temporanei
ru: RAM-диск для временных файлов

source: If this option is enabled, temporary files are written to RAM instead to the hard drive.<br>Please note that if only a small amount of memory is available, this option can make little sense.<br>While swapping a highly filled temporary directory to RAM, it can block needed memory, which ends in swapping and larger hard drive activity.
de: Ist diese Option aktiviert, werden die temporären Dateien in den RAM anstatt auf die Festplatte geschrieben.<br>Bitte beachten Sie, dass wenn nur eine geringe Menge an Arbeitsspeicher zur Verfügung steht, diese Option wenig sinnvoll sein kann.<br>Bei der Auslagerung eines stark gefüllten temporären Verzeichnis in den RAM kann dieser gegebenenfalls benötigten Speicher blockieren, was in Swapping und größerer Festplattenaktivität endet.
it: Se questa opzione è attivata, i file temporanei vengono scritti nella RAM invece sul disco rigido.<br>Siete pregati di notare che se solo una piccola quantità di memoria è disponibile, questa opzione può avere poco senso.<br>Durante lo scambio di una directory temporanea altamente riempita su RAM, potrebbe bloccare la memoria necessaria, che si tradurrebbe in una maggiore attività di swapping con conseguente maggior utilizzo del disco.
ru: При включении опции, временные файлы будут записываться не на жесткий диск, а в ОЗУ.<br>Если будет выделено малое количество памяти, то эффективность хранения временных файлов на ОЗУ будет низкой.

source: Enabled for directories
de: Aktiviert für Ordner
it: Abilitato per le directory
ru: Активировать для директории

source: Prevent script execution
de: Scriptausführung verhindern
it: Impedire l'esecuzione di script
ru: Запретить выполнение скрипта

source: Malicious scripts can install themselves in temporary folders and cause damage from there. <br>If this option is enabled, script execution for this folder will be prevented.
de: Schadscripte können sich im temporären Ordner einnisten und von dort aus Schaden anrichten.<br>Ist diese Option aktiv, wird die Ausführung von Scripten in diesem Ordner verhindert.
it: Gli script dannosi possono installarsi in cartelle temporanee e causare danni da lì.<br>Se questa opzione è attivata, verrà impedito l'esecuzione di script per questa cartella.
ru: Временные каталоги могут использоваться для загрузки вредоносного кода. <br>Если опция включена, выполнения скриптов в этом каталоге будет отключено.

source: RAM-Disk size
de: Größe der RAM-Disk
it: Dimensione del RAM-Disk
ru: Размер RAM-диска

source: Email addresses for server domain
de: E-Mail-Adressen für Server-Domain
it: Indirizzi email per il dominio del server
ru: Email адрес для домена сервера

source: Here you can specify, what should happen to emails, that are sent to the default email addresses (according to RFC2142) of the server domain.<br>If enabled, all emails being sent to the following addresses, will be forwarded to the specified destination email address.
de: Hier können Sie festlegen, was mit den E-Mails geschehen soll, die an die Standard E-Mail-Adressen (nach RFC2142) der Server-Domain gesendet werden.<br>Wenn aktiv, werden alle E-Mails, die an folgende Adressen gesendet werden, an die angegebene Ziel E-Mail-Adresse weitergeleitet.
it: Qui è possibile specificare, che cosa dovrebbe accadere per le email, che sono inviate agli indirizzi di posta elettronica predefinito (secondo RFC2142) del dominio del server.<br>Se attivata, tutti i messaggi di posta elettronica inviati ai seguenti indirizzi, verranno inoltrati all'indirizzo e-mail di destinazione specificato.
ru: Здесь Вы можете указать, что делать с письмами отправленными на электронный ящик домена сервера.<br>Если выбрано, все сообщения отправленные на данные электронные ящики, будут перенаправлены на указанный Email.

source: Enable forwarding?
de: Weiterleitung aktivieren?
it: Attivare l'inoltro?
ru: Включить перенаправление?

source: Destination email address for forwarding
de: Ziel E-Mail-Adresse der Weiterleitung
it: Indirizzo di posta elettronica di destinazione per l'inoltro
ru: Адрес для перенаправления писем

source: Please note, if you use an external email address, not managed by this server, you may need to whitelist this server in the SPF (Sender Policy Framework) settings of the external server.
de: Bitte beachten Sie, wenn Sie eine externe, nicht von diesem Server verwaltete E-Mail-Adresse verwenden, müssen Sie gegebenenfalls diesen Server in den SPF (Sender Policy Framework) Einstellungen des externen Servers whitelisten.
it: Siete pregati di notare che se si utilizza un indirizzo di posta elettronica esterno, non gestito da questo server, potrebbe essere necessario whitelist questo server nelle impostazioni del server esterno SPF (Sender Policy Framework).
ru: Обратите внимание, если указан ящик не обслуживаемый данным сервером, Вам необходимо убедиться, что перенаправляемые сообщения не попадут в спам-лист на почтовом сервере. Рекомендуем добавить IP текущего сервера в разрешенные отправители почты.

source: Web server ports
it: Porte del server Web
ru: Порты веб-сервера

source: Use this option only if you know what you are doing.<br>Wrong settings can lead to the non-availability of KeyHelp and all managed domains.
de: Verwenden Sie diese Option nur, wenn Sie wissen, was Sie tun.<br>Falsche Angaben können zur Nichterreichbarkeit von KeyHelp und aller verwalteten Domains führen.
it: Utilizzare questa opzione solo se sai quello che stai facendo.<br>Impostazioni errate possono causare la mancata disponibilità di KeyHelp e dei domini gestiti.
ru: Данная опция только для продвинутых пользователей.<br>Неверные настройки могут привести к недоступности панели управления и доменных имен.

source: Edit port settings
de: Port-Einstellungen bearbeiten
it: Modifica le impostazioni delle porte
ru: Изменить настройки портов

source: Edit mode
de: Bearbeitungsmodus
it: Modalità modifica
ru: Изменить режим

source: HTTP port
it: Porta HTTP
ru: HTTP порт

source: HTTPS port
it: Porta HTTPS
ru: HTTPS порт

source: Default
de: Standard
ru: По умолчанию

source: Antivirus scanner
it: Scanner antivirus
ru: Антивирусный сканнер

source: Although computer viruses on Linux servers play only a minor role for example in comparison to Windows systems, they can indeed be abused for the spread of (Windows) viruses.
de: Auch wenn Computerviren auf Linux Servern nur eine geringe Rolle im Vergleich zu z.B. Windows Systemen spielen, so können Sie durchaus zur Verbreitung von (Windows-) Viren missbraucht werden.
ru: Несмотря на то, что вирусная угроза малозначительна в Linux системах,в отличие от Windows систем, она все-равно существует.

source: Viruses can be placed on the server by for example exploitation of vulnerabilities in the software used (Exploits) or by user uploads.
de: Viren können zum Beispiel durch Ausnutzen von Schwachstellen verwendeter Software oder durch Benutzer-Uploads auf Server platziert werden.
ru: Вирусы могут попасть на сервер через уязвимости в используемомпрограмном обеспечении и пользовательские скрипты.

source: Past scan protocols can be viewed under <a href="?page=admin_logs_panel_tasks&logfile=cronjob/avscan.log">Panel Tasks Logs</a> (avscan.log).
de: Zurückliegende Scanprotokolle können unter <a href="?page=admin_logs_panel_tasks">Panel-Aufgaben-Logs</a> eingesehen werden (avscan.log)
ru: Последний протокл сканирования можно просмотреть <a href="?page=admin_logs_panel_tasks&logfile=cronjob/avscan.log">по ссылке</a>(avscan.log).

source: The quarantine directory is located under "/var/spool/clamav/quarantine/".
de: Das Quarantäneverzeichnis befindet sich unter "/var/spool/clamav/quarantine/".
ru: Карантиновая директория расположена в "/var/spool/clamav/quarantine/"

source: Enable antivirus scanner?
de: Antivirus-Scanner aktivieren?
it: Attivare il programma antivirus?
ru: Включить антивирусную проверку?

source: Action on infection
de: Aktion bei Infektionen
it: Azione sull'infezione
ru: Действие при заражении

source: No action (report only)
de: Keine Aktion (Nur melden)
it: Nessuna azione (solo rapporto)
ru: Без действия (только отчет)

source: Move infection to quarantine
de: Infektion in Quarantäne verschieben
it: Spostare la infezione in quarantena
ru: Отправить на карантин

source: Delete infection (WARNING!)
de: Infektion löschen (ACHTUNG!)
it: Elimina l'infezione (attenzione!)
ru: Удалить зараженные (ОСТОРОЖНО!)

source: Notification email address
de: E-Mail-Adresse für Benachrichtigung
it: Indirizzo email di notifica
ru: Email для уведомлений

source: If infections are found / errors occur, the scan log is sent to this email address.
de: Sollten Infektionen gefunden werden / Fehler auftreten, wird das Scanprotokoll an diese E-Mail-Adresse gesendet.
it: Se si trovano le infezioni e/o si verificano errori, il log di scansione viene inviato a questo indirizzo email.
ru: При возникновении ошибок / выялении заражений отчет будет отправлен на email.

source: If no email is set, notification will be sent to the admin accounts.
de: Wenn keine E-Mail angegeben ist, wird die Benachrichtigung an die Admin-Accounts gesendet.
ru: Если адрес для получения уведомлений не задан, уведомдения будутотправлены на email администратора.

source: Send scan log, even if no infections have been found
de: Scanprotokoll senden, auch wenn keine Infektionen gefunden wurden
it: Inviare il log di scansione, anche se nessun infezione è stata trovata
ru: Отправить отчет даже при отсутсвии зараженных файлов

source: Scan the following directories
de: Zu untersuchende Verzeichnisse
it: Scansiona le seguenti cartelle
ru: Сканировать указанные директории

source: Define the directory paths which should be examined during a virus check.<br>Separate multiple paths by space, comma, semicolon or newline from each other.
de: Legen Sie hier die Ordner-Pfade fest, die bei einer Virenprüfung untersucht werden sollen.<br>Trennen Sie mehrere Pfade durch Leerzeichen, Komma, Semikolon oder Zeilenumbruch voneinander.
it: Definire i percorsi di directory che devono essere esaminati durante un controllo antivirus.<br>Più percorsi da spazio, virgola, punto e virgola o newline separati gli uni dagli altri.
ru: Задать пути к директориям которые должны быть проверены в ходе антивирусной проверки. Вы можете указать несколько директорий разделяя их проблом, запятой, точкой с запятой или указывая с новой строки.

source: Compression rate
de: Kompressionsrate
it: Velocità di compressione
ru: Компрессия

source: You can reduce the duration of the backup process at the expense of the resulting file size by choosing a faster compression method.<br>"No Compression" is the fastest option.
de: Sie können die Dauer des Backup-Prozesses auf Kosten der resultierenden Dateigröße reduzieren, indem Sie eine schnellere Komprimierungsmethode auswählen. <br> "Keine Kompression" ist die schnellste Option.
it: È possibile ridurre la durata del processo di backup a scapito della dimensione del file risultante scegliendo un metodo di compressione più veloce.<br>"Nessuna compressione" è l'opzione più veloce.
ru: Вы можете уменьшить длительность выполнения резервного копированияпожертвовав дисковым пространством, выбрав наименьшую и сооствественнобыстрейгую комрпессию.

source: Multithreading
ru: Многопоточность

source: If you have a multiprocessor or multicore system, you can get a speed increase with this switch.
de: Wenn Sie ein Multiprozessor- oder Multicore-System haben, können Sie mit diesem Schalter eine Geschwindigkeitserhöhung erreichen.
it: Se si dispone di un sistema multiprocessore o multicore, è possibile ottenere un aumento di velocità con questa opzione.
ru: Увеличивает скорость на мультипроцессорных и мультиядерныхсистемах

source: No compression
de: Keine Kompression
it: Senza compressione
ru: Без компрессии

source: Normal compression
de: Normale Kompression
it: Compressione normale
ru: Нормальная компрессия

source: Maximum compression
de: Maximale Kompression
it: Compressione massima
ru: Большая компрессия

source: Ultra compression
de: Ultra Kompression
it: Compressione Ultra
ru: Наибольшая компрессия

source: Hostname
ru: Хостнейм

source: Here you can change the hostname of this server and therewith the domain, on which you can access KeyHelp.
de: Hier können Sie den Hostnamen dieses Servers und damit die Domain ändern, mit der Sie auf KeyHelp zugreifen können.
ru: Вы можете сменить имя хоста и вмесие с ним домен по которому будет доступнапанель управления.

source: Please ensure, that the new hostname is reachable, before you change this setting.
de: Bitte stellen Sie sicher, dass der neue Hostname erreichbar ist, bevor Sie diese Einstellung ändern.
ru: Убедитесь что хостнейм доступен, перед его изменением.

source: Here you can find a backup of all config files which were changed in "/home/keyhelp/keyhelp.backup/before_hostname_change/*".
de: Hier finden Sie eine Sicherung aller geänderten Konfigurationsdateien "/home/keyhelp/keyhelp.backup/before_hostname_change/*".
ru: Здесь вы можете найти резервную копию всех конфигурационных файлов,которые были изменены в "/home/keyhelp/keyhelp.backup/before_hostname_change/*".

source: Please note: Custom DNS settings will not be changed!
de: Bitte beachten Sie: Benutzerdefinierte DNS-Einstellungen werden nicht geändert!
ru: Внимание: пользовательские ДНС не будут изменены!

source: Renaming of hostname is scheduled:
de: Umbenennen des Hostnamens ist eingeplant:
ru: Изменение хостнейма запланирвоано:

source: Default PHP version of the operating system
de: Standard-PHP-Version des Betriebssystems
ru: Весрия PHP по умолчанию

source: PHP interpreter
ru: PHP интерпретатор

source: Customer can choose interpreter version for
de: Der Kunde kann die Interpreter-Version wählen für
ru: Клиент может выбоать версию интерпретатора

source: Main domains only
de: Nur Hauptdomains
ru: Только основные домены

source: Resource saving
de: Ressourcensparend
ru: Сохранение

source: Main domains and subdomains
de: Hauptdomains und Subdomains
ru: Основные домены и поддомены

source: Installed PHP interpreters
de: Installierte PHP-Interpreter
ru: Утсановленные PHP интерпретаторы

source: Additional available PHP interpreters
de: Zusätzlich verfügbare PHP-Interpreter
ru: Дополнительные интерпретаторы

source: Version
ru: Версия

source: Selectable by customer
de: Vom Kunden wählbar
ru: Выбирается клиентом

source: Auto update enabled
de: Auto-Aktualisierung aktiviert
ru: Авто-обновление

source: Uninstall
de: Deinstallieren
ru: Удаление

source: Install now
de: Jetzt installieren
ru: Удалить сейчас

source: Uninstall scheduled
de: Deinstallation geplant
ru: Запланированное удаление

source: Install scheduled
de: Installation geplant
ru: Запланированная установка

source: Errors
de: Fehler
ru: Ошибки

source: Here you can specify the ports on to the Apache web server is listening to - necessary configuration files are written according to the ports listed below.<br>This option is useful if you, for example, would like to use another web server alongside the existing Apache web server.
de: Hier können Sie die Ports festlegen, auf denen der Apache-Webserver lauscht - notwendige Konfigurationsdateien werden entsprechend mit den unten angegebenen Ports geschrieben.<br>Diese Option ist dann interessant, wenn Sie z.B. einen weiteren Webserver neben dem vorhandenen Apache Webserver betreiben wollen.
it: Qui è possibile specificare le porte verso il web server Apache è in ascolto - file di configurazione necessarie sono scritti secondo le porte elencate di seguito.<br>Questa opzione è utile, ad esempio, puoi utilizzare un altro server web al fianco del server web Apache esistente.

source: A user-defined port must be in the port range 1024 - 65535.
de: Ein benutzerdefinierter Port muss im Portbereich 1024 - 65535 liegen.
it: Una porta definita dall'utente deve essere nell'intervallo di porte 1024-65535.

source: Fastest compression
de: Schnellste Kompression
it: Compressione più veloce

source: Fast compression
de: Schnelle Kompression
it: Compressione veloce
