Repository: alex-mahr/keyhelp-translation
Catalog: */LC_MESSAGES/page_user_index.po
Languages: bs, de, it, ru

source: Overview
bs: Pregled
de: Übersicht
it: Panoramica
ru: Основная информация

source: Total
bs: Ukupno
de: Gesamt
it: Totale
ru: Всего

source: Account Information
bs: Informacije o nalogu
de: Account Informationen
it: Informazioni Account
ru: Информация об аккаунте

source: Main domain(s)
bs: E-Mail domena(e)
de: Haupt-Domain(s)
it: Dominio principale
ru: Основной домен(ы)

source: Disk space
bs: Prostor na disku
de: Speicherplatz
it: Spazio su disco
ru: Обьем диска

source: Please note, what happens, when your disk space is 100&#37; used up:
de: Bitte beachten Sie, was passiert, wenn Ihr Speicherplatz 100&#37; verbraucht ist:

source: - You can not upload more data
de: - Sie können keine Daten mehr hochladen

source: - You can not receive emails
de: - Sie können keine E-Mails mehr empfangen

source: - Your database privileges will be restricted
de: - Ihre Datenbankrechte werden eingeschränkt

source: Email address for automatic server messages
bs: E-Mail adresa za automaske poruke
de: E-Mail-Adresse für automatische Servernachrichten
it: Indirizzo di posta elettronica impostato per i messaggi automatici del server
ru: E-mail адрес для оповещений

source: - If you ever forget your password, you can request a new one using this email address
de: - Sollten Sie einmal Ihr Passwort vergessen haben, können Sie mit Hilfe dieser E-Mail-Adresse ein neues anfordern

source: - Administrators can send you messages to indicate possible maintenance etc.
de: - Administratoren können Ihnen Nachrichten schicken um auf mögliche Wartungsarbeiten o.Ä. hinzuweisen

source: - Warning emails will be sent if only 10&#37; of your maximum available disk space is left
de: - Es werden Warn-E-Mails verschickt, wenn nur noch 10&#37; Ihres maximal verfügbarer Speicherplatzes zur Verfügung steht

source: Change now
bs: Promjeni sada
de: Jetzt ändern
it: Modifica adesso
ru: Изменить сейчас

source: MySQL databases
bs: MySQl Baze Podataka
de: MySQL-Datenbanken
it: Database MySQL
ru: Базы данных MySQL

source: Email addresses
bs: E-Mail adrese
de: E-Mail-Adressen
it: Indirizzi Email
ru: E-mail адреса

source: Mailboxes
bs: Mailboxovi
de: E-Mail-Konten
it: Caselle di posta
ru: Почтовые ящики

source: Scheduled tasks
bs: Planirani zadaci
de: Geplante Aufgaben
it: Attività pianificate
ru: Запланированные задачи

source: Activated services / privileges
bs: Servisi / Privilegije
de: Aktivierte Dienste / Befugnisse
it: Servizi / privilegi attivati
ru: Активированные сервисы / привелегии

source: If this option is enabled the files located in a web folder are shown as file lists in the browser even if there is no index file (e.g. index.html, index.php).
bs: Ako je omoguceno, fajlovi koji se nalaze u vasoj web mapi bice prikazani kao lista fajlova u pretrazivacu u slucaju ako nepostoji index fajl (kao na primjer: index.html ili index.php # 0 ).
de: Ist diese Option aktiv, werden die in einem Webordner vorhandenen Dateien auch ohne existierende Index-Datei (z.B. index.html, index.php) als Dateiliste im Browser angezeigt.
it: Se questa opzione è abilitata i file che si trovano in una cartella web vengono visualizzati come file vengono elencati nel browser anche se non esiste alcun file di indice (index. html, index. php).
ru: Если опция включена, файлы отображаются в виде списка, даже если нет index файла.

source: Current state: Enabled
bs: Trenutno stanje: Omoguceno
de: Aktueller Status: aktiv
it: Stato attuale: abilitato
ru: Текущее состояние: Включено

source: Current state: Disabled
bs: Trenutno stanje: Onemoguceno
de: Aktueller Status: inaktiv
it: Stato attuale: disabilitato
ru: Текущее состояние: Выключено

source: (current / maximum - in percent)
bs: (trenutno / maksimalno - u porcentima)
de: (aktuell / maximal - in Prozent)
it: (corrente / massima - in percentuale)
ru: (занято / всего - в процентах)

source: (current / maximum)
bs: (trenutno / maksimalno)
de: (aktuell / maximal)
it: (corrente / massima)
ru: (занято / всего)

source: Absolute path to your home directory
bs: Absoulutni put do vase kucne direktorije
de: Absoluter Pfad zu Ihrem Home-Verzeichnis
it: Percorso assoluto alla home directory
ru: Абсолютный путь до домашней директории

source: Consumed traffic this month
bs: Protok Podataka ovog mjeseca
de: Verbrauchter Traffic in diesem Monat
it: Traffico consumato questo mese
ru: Трафик использованый за этот месяц

source: Total traffic
bs: Totalni protok podataka
de: Gesamt-Traffic
it: Traffico totale generato
ru: Трафик всего

source: No main domains have been assigned to you.
de: Ihnen wurden noch keine Haupt-Domains zugewiesen.

source: This domain has been disabled
de: Diese Domain wurde deaktiviert

source: DISABLED
de: DEAKTIVIERT

source: Emails
bs: E-Mailovi
it: Email
ru: Email

source: MySQL-DBs
bs: MySQL - Baze Podataka
ru: Базы данных MySQL

source: Webspace
bs: Webprostor
it: Spazio web
ru: Дисковое пространство

source: Directory listing
bs: Listovanje Direktorije
ru: Список каталогов
