Repository: alex-mahr/keyhelp-translation
Catalog: */LC_MESSAGES/page_admin_panel.po
Languages: de, it, ru

source: Panel Settings (KeyHelp)
de: Panel-Einstellungen (KeyHelp)
it: Configurazione pannello (KeyHelp)
ru: Настройки панели (KeyHelp)

source: Appearance
de: Erscheinungsbild
it: Aspetto
ru: Внешний вид

source: Account settings
de: Konteneinstellung
it: Impostazioni account
ru: Настройки аккаунта

source: Maximum number of login attempts
de: Maximale Anzahl von Anmeldeversuchen
it: Numero massimo di tentativi di login
ru: Максимальное количество попыток входа в систему

source: Number of failed login attempts for a user account, after the login is temporarily disabled.
de: Anzahl erfolgloser Anmeldeversuche für ein Benutzerkonto, nach dem der Login vorübergehend deaktiviert wird.
it: Numero di tentativi di login per un account utente, dopodiché il login è temporaneamente disabilitato.
ru: Количество неудачных попыток входа для учетной записи пользователя, до временной блокировки входа.

source: Expiration time for unsuccessful login attempts
de: Ablaufzeit für erfolglose Anmeldeversuche
it: Tempo di scadenza per tentativi di accesso non riuscito

source: Unsuccessful logins attempts expire after this time.<br>(In seconds)
de: Erfolglose Anmeldeversuche verfallen nach dieser Zeit.<br>(Angabe in Sekunden)
it: Tentativi di login non riuscito scadono dopo questo tempo.<br>(In secondi)
ru: Количество неудачных попыток входа для учетной записи пользователя, до временной блокировки входа.

source: Session validity
de: Session Gültigkeit
it: Validità di sessione
ru: Срок действия сеанса

source: Validity of the session until the user is automatically logged out due to inactivity.<br>(In seconds)
de: Gültigkeitsdauer der Session, bis der Benutzer aufgrund von Inaktivität automatisch ausgeloggt wird.<br>(Angabe in Sekunden)
it: Validità della sessione fino a quando l'utente viene automaticamente disconnesso a causa di inattività.<br>(In secondi)
ru: Срок действия сессии, до автовыхода пользователя при неактивности.<br>(В секундах)

source: Prefix of the virtual FTP user
de: Präfix der virtuellen FTP-Benutzer
it: Prefisso dell'utente FTP virtuale
ru: Префикс для виртуальных пользователей FTP

source: Prefix MySQL user / database
de: Präfix MySQL Benutzer / Datenbank
it: Prefisso utente MySQL / database
ru: Префикс для пользователей / баз данных MySQL

source: Passwords
de: Passwörter
ru: Пароли

source: Password minimum length
de: Passwort Mindestlänge
it: Lunghezza minima della password
ru: Минимальная длина пароля

source: Password complexity
de: Passwortkomplexität
it: Complessità delle password
ru: Сложность пароля

source: The password must consist of at least one of the following characters.
de: Das Passwort muss aus mindestens einem der folgenden Zeichen bestehen.
it: La password deve contenere almeno uno dei seguenti caratteri.
ru: Пароль должен содержать по крайней мере один из следующих символов.

source: Characters [a-zA-Z]
de: Buchstaben [a-zA-Z]

source: Lowercase characters [a-z]
de: Kleinbuchstaben [a-z]
it: Caratteri minuscoli [a-z]
ru: Символы нижнего регистра [a-z]

source: Uppercase characters [A-Z]
de: Großbuchstaben [A-Z]
it: Caratteri maiuscoli [A-Z]
ru: Символы верхнего регистра [A-Z]

source: Digits [0-9]
de: Ziffern [0-9]
it: Numeri [0-9]
ru: Цифры [0-9]

source: Special characters
de: Sonderzeichen
it: Caratteri speciali
ru: Специальные символы

source: Length of the automatically generated password
de: Länge des automatisch generierten Passworts
it: Lunghezza della password generata automaticamente
ru: Длина автоматически генерируемого пароля

source: Databases
de: Datenbanken

source: Custom user / database names
de: Individuelle Benutzer/Datenbanknamen
it: Nomi utente / database personalizzati
ru: Собственные названия пользователей и баз данных MySQL

source: Allows users to assign own MySQL/MariaDB user and database names.
de: Erlaubt den Benutzern eigene MySQL/MariaDB Benutzer- und Datenbanknamen zu vergeben.

source: Custom FTP usernames
de: Individuelle FTP-Benutzernamen

source: Allows users to assign own FTP usernames.
de: Erlaubt den Benutzern eigene FTP Benutzernamen zu vergeben.

source: Enabled
de: Aktiviert
it: Abilita
ru: Включено

source: The change of the client usually takes 1 minute.
de: Die Änderung des Clients nimmt in der Regel 1 Minute in Anspruch.
it: La modifica del client richiede solitamente 1 minuto.
ru: Изменения занимают около минуты.

source: Target-URL for panel navigation
de: Ziel-URL für Panel-Navigation
it: URL di destinazione per il pannello di navigazione
ru: Адрес панели

source: Product name
de: Produktname
it: Nome del prodotto
ru: Имя продукта

source: A comma-separated list of enabled Roundcube plugins.
de: Eine kommasepariert Liste von aktivierten Roundcube Plugins.
it: Un elenco delimitato da virgole dei plugin abilitati di Roundcube.
ru: Укажите список плагинов для подключения Roundcube через запятую.

source: Specify a valid URL, starting with "http://..." or "https://...".
de: Geben Sie eine gültige URL, beginnend mit "http://..." oder "https://..." an.

source: Others
de: Sonstiges
it: Altri
ru: Другое

source: Will be used as sender address for automatic generated emails (e.g. new user was created, etc.).
de: Wird als Absenderadresse für automatische generierte E-Mails benutzt (z.B. neuer Benutzer wurde angelegt usw.).
it: Verrà utilizzato come indirizzo del mittente per le mail automatiche generate (ad es. creazione nuovo utente, ecc.).

source: SSL certificates
de: SSL Zertifikate
ru: SSL сертификаты

source: Notification email address
de: E-Mail-Adresse für Benachrichtigung
it: Indirizzo email di notifica
ru: Email для уведомлений

source: Notifications concerning SSL certificates, will get send to this Email,<br>including problems encountered while renewing of Let's Encrypt certificates and expiration warnings of normal, currently used SSL certificates.
de: Benachrichtigungen über SSL-Zertifikate, werden an die angegebene E-Mail gesendet,<br>einschließlich möglicher Probleme, die bei der Erneuerung von Let's Encrypt Zertifikaten auftreten und Ablauf-Warnungen von normalen, derzeit verwendeten SSL-Zertifikaten.
ru: Уведомления касающиея SSL сертификатов будут отправлены на данный email,<br>включая проблемы возникающие при обновдении сертификатов Let's Encryptи истечении срока действия обычных сертификатов.

source: If no email is set, notification will be sent to the admin accounts.
de: Wenn keine E-Mail angegeben wurde, wird die Benachrichtigung an die Admin-Accounts gesendet.
ru: Если email не задан, уведомления будут отправлены на почтовый ящик администратора

source: Certificate expiration notification
de: Zertifikatsablaufmitteilung
ru: Уведомление об истечении сертификата

source: If enabled, you will receive a notification the specified number of days in advance to the expiration date.
de: Wenn aktiviert, erhalten Sie eine Benachrichtigung die angegebene Anzahl an Tagen vor dem Ablaufdatum.
ru: Если включено, вы получите уведомдение об истечении сертификата за указанноевами кол-во дней.

source: Environment
de: Umgebung
it: Ambiente
ru: Среда

source: The test environment generates invalid certificates, but is suitable for testing and settings and functionality.<br>When changing the environment, it may be necessary to removing existing certificates in /etc/ssl/keyhelp/letsencrypt/.
de: Die Test-Umgebung erzeugt ungültige Zertifikate, eignet sich aber zum Testen von Einstellung und Funktionsweise.<br>Beim Wechsel der Umgebung kann es notwendig sein, bereits vorhandene Zertifikate im Ordner /etc/ssl/keyhelp/letsencrypt/ zu entfernen.
it: L'ambiente di test genera certificati non validi, ma è adatto per test, impostazioni e funzionalità.<br>Quando si cambia l'ambiente, può essere necessario rimuovere i certificati esistenti in/etc/ssl/keyhelp/letsencrypt /.
ru: Тестовое окружение создает недействительные сертификаты которые подходятдля проверки функциональности.<br>При смене окружения может потребоватьсяудаление существующих скртификатов в /etc/ssl/keyhelp/letsencrypt/.

source: Country
de: Land
it: Nazione
ru: Страна

source: The country, which is used in the CSR for requested certificates.
de: Das Land, welches im CSR für angefragte Zertifikate verwendet wird.
it: Il paese, che è usato nel CSR per i certificati richiesti.

source: State / province / region
de: Staat / Bundesland / Provinz / Region
it: Stato / provincia / regione
ru: Штат / провинция / регион

source: The state, which is used in the CSR for requested certificates.
de: Der Staat, welcher im CSR für angefragte Zertifikate verwendet wird.
it: Lo stato, che viene utilizzato nel CSR per i certificati richiesti.
ru: Регион указываемый в CSR запросе.

source: Traffic limit exceedance
de: Traffic-Limit-Überschreitung
it: Superamento del limite di traffico
ru: Превышение лимита трафика

source: Sends a notification to the email address given here as soon as the traffic of a user exceeds the set limit in the current month.
de: Sendet eine Benachrichtigung an die hier angegebene E-Mail-Adresse, sobald der Traffic eines Benutzers den festgelegten Grenzwert im aktuellen Monat überschreitet.

source: If this field is empty, no notification will be sent.
de: Wenn dieses Feld leer ist, wird keine Benachrichtigung gesendet.

source: Show Keyweb AG product recommendations
de: Zeige Produktempfehlungen der Keyweb AG
it: Visualizza prodotti KeyWeb AG raccomandati
ru: Показать рекомендации KeyWeb.Ru

source: Behavior of the webmail.* subdomain
de: Verhalten der webmail.* Subdomain
it: Comportamento del sottodominio webmail.*
ru: Поведение поддомена webmail.*

source: For each domain created with KeyHelp there is automatically also a subdomain "webmail.&lt;DOMAIN NAME&gt;" available.<br>Here you can specify what should happen when a access this domain.
de: Für jede im KeyHelp angelegte Domain steht automatisch auch eine "webmail.&lt;DOMAINNAME&gt;" Subdomain zur Verfügung.<br>Hier können Sie festlegen, was bei einem Aufruf dieser Domain passieren soll.
it: Per ogni dominio creato con KeyHelp viene creato automaticamente anche un sottodominio "webmail.&lt;DOMAIN NAME&gt;".<br>Qui è possibile specificare cosa accade quando si accede a questo dominio.
ru: Для каждого домена созданного в KeyHelp также доступен поддомен "webmail.&lt;DOMAIN NAME&gt;".<br>Здесь вы можете указать что откроется по этому поддомену.

source: Redirection
de: Weiterleitung
it: Reindirizzamento
ru: Перенаправление

source: The user is redirected to the web mailer within the KeyHelp domain. The domain name in the address bar is hereby changed.
de: Der Benutzer wird auf den Webmailer innerhalb der KeyHelp-Domain weitergeleitet. Der Domainname in der Adressleiste wird hierbei geändert.
it: L'utente viene reindirizzato per il mailer web all'interno del dominio KeyHelp. Con la presente viene modificato il nome di dominio nella barra degli indirizzi.
ru: Пользователь перенаправляется на станицу веб-почты без изменений URL

source: Keep domain name
de: Aufgerufenen Domainnamen beibehalten
it: Mantieni il nome di dominio
ru: Сохранить доменное имя

source: In the address bar the domain name remains the same. An insecure access via http:// will be redirected to a secure https:// connection.
de: In der Adressleiste bleibt der aufgerufene Domainname bestehen. Ein unsicherer Aufruf über http:// wird auf eine sichere https:// Verbindung umgeleitet.
it: Nella barra degli indirizzi il dominio resta lo stesso. Un accesso non sicuro via http:// verrà reindirizzato verso un https:// sicuro.
ru: Все запросы на http:// будут перенаправлены на https://.

source: Keep domain name <span class="text-danger">(insecure)</span>
de: Aufgerufenen Domainnamen beibehalten <span class="text-danger">(unsicher)</span>
it: Mantenere il nome di dominio <span class="text-danger">(non sicuro)</span>
ru: Оставить домен <span class="text-danger">(незащищенным)</span>

source: In the address bar the domain name remains the same.<br>WARNING, the insecure access via http:// is possible!
de: In der Adressleiste bleibt der aufgerufene Domainname bestehen.<br>ACHTUNG, hiermit ist der ungesicherte Aufruf über http:// ist möglich!
it: Nella barra del dominio degli indirizzi il nome rimane lo stesso.<br>ATTENZIONE, l'accesso non sicuro tramite http:// è possibile!
ru: Доменное имя не меняется в адресной строке.<br>ВНИМАНИЕ, возможен доступ по незащищенному соединению (http://)!

source: Send 'Mailbox has been setup successfully' email
de: Sende 'Mailbox wurde erfolgreich eingerichtet' E-Mail
ru: Отправить уведомление об успешном создании почтового ящика

source: When a user creates a new mailbox, an automated email is sent to the new email address to ensure, the mailbox has been setup successfully.
de: Wenn ein Benutzer ein neues Postfach erstellt, wird automatische eine E-Mail an die neue E-Mail-Adresse gesendet, um sicherzustellen, dass das Postfach erfolgreich eingerichtet wurde.
ru: Пользователь подучает уведомление при создании нового почтового ящика,в том случае если он был моздан успешно.

source: Theme
it: Tema
ru: Тема

source: Tools - phpMyAdmin
it: Strumenti - phpMyAdmin
ru: Инструменты - phpMyAdmin

source: Tools - Webmail
it: Strumenti - Webmail
ru: Инструменты - веб-пота

source: Webmail client
it: Client webmail
ru: Почтовый клиент

source: Plugins
ru: Плагины

source: Administrator email
it: E-mail amministratore
ru: E-mail администратора

source: Support URL
it: URL supporto
