Repository: alex-mahr/keyhelp-translation
Catalog: */LC_MESSAGES/page_admin_logs.po
Languages: bs, it, ru

source: Server messages
bs: Server poruke
it: Messaggi del server
ru: Журнал ошибок

source: Message type
bs: Tip poruke
it: Tipo di messaggio
ru: Тип записи

source: Time
bs: Vrijeme
it: Ora
ru: Время

source: Message
bs: Poruka
it: Messaggio
ru: Сообщение

source: Refresh view
bs: Osvjezi pregled
it: Aggiorna vista
ru: Обновить

source: Clear server messages
bs: Ocisti server poruke
it: Pulisci i messaggi del server
ru: Очистить сообщения сервера

source: Are you sure you want to delete all server messages?
bs: Dali ste sigurni da zelite obrisati sve poruke servera?
it: Sei sicuro di voler eliminare tutti i messaggi del server?
ru: Вы уверены что хотите удалить все серверные сообщения?

source: Show message type
it: Visualizza tipo di messaggio
ru: Показать тип сообщения

source: Auto status refresh:
bs: Automasko obnovljavanje statusa:
it: Aggiornamento di stato automatico:
ru: обновлять данне:

source: Choose file
bs: Odaberite datoteku
it: Scegli il file
ru: Выбрать файл

source: Log files
bs: Log datoteke
it: File di log
ru: Журналы

source: Show
bs: Vidi
it: Mostra
ru: Показать

source: The latest entries
bs: Zadnji upisi
it: Ultime entries
ru: Последние записи

source: Total content of the log file
bs: Totalni sadrzaj log datoteke
it: Contenuto totale del file di log
ru: Содержание файла журнала

source: To total content
bs: Na totalni sadrzaj
it: Al contenuto totale
ru: К содержанию

source: To bottom
bs: Na dnu
it: Alla fine
ru: Вниз

source: To top
bs: Na vrh
it: All'inizio
ru: Наверх

source: To top of page
bs: Na vrh od stranice
it: All'inizio della pagina
ru: На верх страницы
