Repository: alex-mahr/keyhelp-translation
Catalog: */LC_MESSAGES/page_admin_accounts.po
Languages: bs, de, it, ru

source: User administration
bs: Korisnicka administracija
de: Benutzerverwaltung
it: Amministrazione utenti

source: Add administrator
bs: Dodaj Administratora
de: Administrator hinzufügen
it: Aggiungi amministratore
ru: Добавить администратора

source: Add user
bs: Dodaj Korisnika
de: User hinzufügen
it: Aggiungi utente
ru: Добавить пользователя

source: Administrators
bs: Administratori
de: Administratoren
it: Amministratori
ru: Администраторы

source: User
bs: Korisnik
de: Benutzer
it: Utente
ru: Пользователи

source: Last login
bs: Zadnja prijava
de: Letzter Login
it: Ultimo accesso
ru: Последний вход

source: User is main administrator?
bs: Korisnik je glavni administrator?
de: Benutzer ist Hauptadministrator?
it: L'utente è il principale amministratore?
ru: Установить основным администратором?

source: Main administrators can edit and delete other administrator accounts,<br>as well as view and edit white label settings.
bs: Glavni administratori mogu izmjenivati i brisati druge administratore,<br> kao i pogledati i izmjenuti white label podesavanja.
de: Hauptadministratoren können andere Administratoraccounts editieren und löschen,<br>sowie Whitelabel Einstellungen einsehen und bearbeiten.
it: Gli amministratori principali possono modificare e cancellare gli altri account amministratore,<br>come anche vedere e modificare le impostazioni white label.
ru: Главный администратор может редактировать учетные записи остальных администраторов,<br>также просматривать и изменять их настройки брендинга.

source: User data
bs: Korisnicki podaci
de: Benutzerdaten
it: Dati utente
ru: Данные пользователя

source: Create standard subdomain?
bs: Napravi standartnu subdomenu?
de: Standard-Subdomain erstellen?
it: Creare un sottodominio standard?
ru: Создать поддомен?

source: Contact data
bs: Kontakt podaci
de: Kontaktdaten
it: Dati contatto
ru: Контактные данные

source: First name
bs: Ime
de: Vorname
it: Nome
ru: Имя

source: Last name
bs: Prezime
de: Nachname
it: Cognome
ru: Фамилия

source: Company
bs: Kompanija
de: Firma
it: Ragione sociale
ru: Компания

source: Admin-Notes
bs: Admin zapis
de: Admin-Notizen
it: Note dell'amministratore
ru: Коментарии Администратора

source: Feel free to add any notes you like.<br>These are displayed on the user and domain overview pages of the respective user.<br>They are only visible for admins.
bs: Slobodno dodajte bilo kakav zapis koji zelite.<br>Bice vidljivo na stranici za pregled korisnika i domena od doticnog korisnika.<br>Bice samo vidljivo za administratore.
de: Hier können Sie beliebige Notizen eintragen.<br>Diese werden in der Benutzer- sowie Domainübersicht beim jeweiligen Benutzer angezeigt.<br>Sie ist nur für Administratoren sichtbar.
it: Aggiungi tutte le note che vuoi.<br>Saranno visualizzate sulla vista principale utente e dominio dei rispettivi utenti.<br>Saranno visibili solo agli amministratori.
ru: Вы можете использовать Комментарии, которые доступны для чтения только администратору.

source: Use template
bs: Koristi predlozak
de: Vorlage übernehmen
it: Usa modello
ru: Использовать шаблон

source: Services / privileges
de: Dienste / Befugnisse

source: Account template
bs: Predlozak naloga
de: Konto-Vorlage
it: Modello di account
ru: Шаблон аккаунта

source: Template label
bs: Oznaka predlozka
de: Name der Vorlage
it: Etichetta modello
ru: Имя шаблона

source: Send login credentials to this email address?
bs: Posalji podatke za prijavu na ovu e-mail adresu?
de: Login-Daten an diese E-Mail-Adresse senden?
it: Spedire le credenziali di login a questo indirizzo email?
ru: Отправить данные доступа на указанный почтовый адрес?

source: Directory
bs: Direktorija
de: Verzeichnis
ru: Домашний каталог

source: Send login data again to email address in the case of a modified password?
bs: Posalji podatke za prijavu na e-mail adresu u slucaju promjene lozinke?
de: Bei geändertem Passwort, Zugangsdaten erneut an E-Mail-Adresse senden?
it: Spedire nuovamente i dati di accesso via mail in caso di modifica password?
ru: Отправлять данные доступа в случае изменения пароля?

source: Contact name
bs: Kontakt Ime
de: Kontaktname
it: Nome contatto
ru: Контактные данные

source: Main domain(s)
bs: Glavna domena(e)
de: Haupt-Domain(s)
it: Dominio principale
ru: Основной домен(ы)

source: Telephone
bs: Telefon
de: Telefon
it: Telefono
ru: Телефон

source: Address
bs: Adresa
de: Adresse
it: Indirizzo
ru: Адрес

source: City
bs: Grad
de: Stadt
it: Città
ru: Город

source: Zip code
bs: Postanski broj
de: Postleitzahl
it: CAP
ru: Почтовый индекс

source: Client ID
bs: Klijent ID
de: Kundennummer
ru: ID клиента

source: Can change contact data?
bs: Moze promjenuti kontakt podatke?
de: Darf Kontaktdaten ändern?
it: Può modificare i dati di contatto?
ru: Может ли изменять контактные данные?

source: Except Client-ID
bs: Osim Klijent-ID
de: Außer Kundennummer
it: Escluso Client ID
ru: Кроме клиентов

source: Disk space
bs: Prostor na disku
de: Speicherplatz
it: Spazio su disco
ru: Дисковое пространство

source: Including: webspace, MySQL-DBs, emails
bs: Ukljucujuci: webprostor, MySQL-BP, e-mailove
de: Dazu zählen: Webspace, MySQL-DBs, E-Mails
it: Incluso: spazio su disco, MySQL-DB, emails
ru: Доступно: простанство под сайты, MySQL-ДБ, e-mail

source: Please note, user will not be jailed into his home directory.
de: Bitte beachten Sie, dass der Benutzer nicht in sein Home-Verzeichnis gesperrt wird.

source: Can create backups
bs: Moze praviti backup
de: Kann Backups erstellen
it: Può creare backup
ru: Может создавать резервные копии

source: Scheduled Tasks
bs: Planirani zadaci
de: Geplante Aufgaben
it: Attività pianificate
ru: Запланированные задачи

source: Panel Access
bs: Panel Pristup
de: Panel Zugriff
it: Accesso al pannello
ru: Доступ к панели

source: Mailboxes
bs: Mailboxovi
de: E-Mail-Konten
it: Caselle di posta
ru: Почтовые ящики

source: Email addresses
bs: E-Mail adrese
de: E-Mail-Adressen
it: Indirizzi Email
ru: E-mail адреса

source: MySQL databases
bs: MySQl Baze Podataka
de: MySQL-Datenbanken
it: Database MySQL
ru: Базы данных MySQL

source: PHP settings
bs: PHP podesavanja
de: PHP-Einstellungen
it: Settaggi PHP
ru: PHP настройки

source: Sets the maximum amount of memory (in bytes), that the script may consume.<br>To specify no memory limit, enter the value -1.<br>Use the following shortcuts for byte values: K (Kilo), M (Mega) and G (Giga). Example: 64M.
bs: Postavlja maximalnu kolicinu memorije (u bytes), koju skripta moze zauzet.<br>Kako bi postavili neogranicen limit, upisite -1.<br>Koristite slijedece skracenice za byte vrijednosti: K (Kilo), M (Mega) i G (Giga). Primjer: 64M.
de: Setzt den Maximalwert des Arbeitsspeichers (in Byte), den ein Skript verbrauchen darf.<br>Um kein Speicherlimit festzulegen, tragen Sie den Wert -1 ein.<br>Verwenden Sie folgende Abkürzungen für Byte-Werte: K (Kilo), M (Mega) und G (Giga). Beispiel: 64M.
it: Imposta la quantità massima di memoria (in byte), che potrebbe utilizzare lo script.<br>Per non specificare nessun limite di memoria, immettere il valore -1.<br>Utilizzare le seguenti abbreviazioni per valori byte: K (Kilo), M (Mega) e G (Giga). Esempio: 64M.
ru: Установите максимальный объем памяти, который разрешается использовать скрипту.<br>Введите -1 для отключения ограничения по памяти.<br> Используйте следующие обозначения: K (Kilo), M (Mega) и G (Giga). Пример: 64M.

source: Sets the maximum time in seconds that a script is allowed to run before the execution is stopped.
bs: Postavlja maximalno vrijeme u sekundama u kojem skripta ima pravo da se pokrene prije nego sto je server zauzstavi.
de: Legt die maximale Zeit in Sekunden fest, die ein Skript laufen darf, bevor die Ausführung gestoppt wird.
it: Imposta il tempo massimo in secondi che uno script può essere eseguito prima che l'esecuzione venga interrotta.
ru: Задает максимальное время выполнения скрипта в секундах<br>, после которого выполнение скрипта останавливается.

source: Specifies the maximum size of data (in bytes) that can be sent by using the POST method.<br>The value should be bigger than "upload_max_filesize" and smaller than "memory_limit".<br>Use the following shortcuts for byte values: K (Kilo), M (Mega) and G (Giga). Example: 64M.
bs: Postavlja maximalnu velicinu podataka (u bytes) koji se salji putem POST metode.<br>Ova vrijednost mora biti veca od "upload_max_filesize" i manja od "memory_limit"<br>Koristite slijedece skracenice za byte vrijednosti: K (Kilo), M (Mega) i G (Giga). Primjer: 64M.
de: Gibt die maximale Größe der Daten (in Byte) an, die mit der POST-Methode gesendet werden können.<br>Der Wert sollte größer als "upload_max_filesize" und kleiner als "memory_limit" sein.<br>Verwenden Sie folgende Abkürzungen für Byte-Werte: K (Kilo), M (Mega) und G (Giga). Beispiel: 64M.
it: Specifica la dimensione massima dei dati (in byte) che possono essere inviati utilizzando il metodo POST.<br>Il valore deve essere più grande di "upload_max_filesize" e più piccolo di "memory_limit".<br>Utilizzare le seguenti abbreviazioni per valori byte: K (Kilo), M (Mega) e G (Giga). Esempio: 64M.

source: Specifies the maximum size (in bytes) of an uploaded file.<br>Use the following shortcuts for byte values: K (Kilo), M (Mega) and G (Giga). Example: 64M.
bs: Postavlja maximalnu velicinu (u bytes) uploadovanih podataka.<br>Koristite slijedece skracenice za byte vrijednosti: K (Kilo), M (Mega) i G (Giga). Primjer: 64M.
de: Gibt die maximale Größe (in Byte) einer hochgeladenen Datei an.<br>Verwenden Sie folgende Abkürzungen für Byte-Werte: K (Kilo), M (Mega) und G (Giga). Beispiel: 64M.
it: Specifica la dimensione massima (in byte) di un file caricato.<br>Utilizzare le seguenti abbreviazioni per valori byte: K (Kilo), M (Mega) e G (Giga). Esempio: 64M.
ru: Задает максимальный размер загружаемого файла.<br> Используйте следующие обозначения: K (Kilo), M (Mega) и G (Giga). Пример: 64M.

source: Limits the files that can be opened by PHP to a specific folder, including its subfolders.<br>The placeholder <b>##DOCROOT##</b> can be used and will be filled automatically with the document root directory of the user.<br>Multiple directories will be separated from each other with a colon. Example: /web1/files/:/web1/www/
bs: Limitira datoteke koje PHP smije u odredzenoj mapi i pod mapama otvoriti.<br><b>##DOCROOT##</b> mozete koristi kao rezervno mjesto i to ce biti automatski popunjeno sa vasom direktorijom.<br>Visestruke direktorije se moraju dijeliti sa dvotackom. Primjer: /web1/files/:/web1/www/
de: Begrenzt die Dateien, die von PHP geöffnet werden auf einen bestimmten Ordner inklusive seiner Unterordner.<br>Der Platzhalter <b>##DOCROOT##</b> kann verwendet werden und wird automatisch mit dem Dokumentenstammverzeichnis des Benutzers gefüllt.<br>Mehrere Verzeichnisse werden mit einem Doppelpunkt voneinander getrennt. Beispiel: /web1/files/:/web1/www/
it: Limita i file che possono essere aperti da PHP in una cartella specifica, incluse le relative sottocartelle.<br>Il segnaposto <b>##DOCROOT##</b> può essere utilizzato e sarà riempita automaticamente la directory principale di documento dell'utente.<br>Più directory saranno separate gli uni dagli altri con i due punti. Esempio: /web1/files /: / web1/www /
ru: Ограничивает список файлов, к которым может обращаться PHP, указанным деревом директорий.<br>По умолчанию используется <b>##DOCROOT##</b>, принимает значение корневого каталога пользователя.<br> Для добавления нескольких каталогов их необходимо разделить двоеточием. Пример: /web1/files/:/web1/www/

source: Allows disabling of individual internal PHP functions for security reasons.<br>Functions are passed as a comma-separated list of function names.
bs: Dozvoljava vam da iskljucite interne funkcije od PHP iz sigurnosnih razloga.<br>Imena funkcija se dijele sa zarezom.
de: Ermöglicht das Deaktivieren einzelner interner PHP Funktionen aus Sicherheitsgründen.<br>Funktionen werden als kommagetrennte Liste von Funktionsnamen übergeben.
it: Permette di disabilitare delle singole funzioni PHP interne per motivi di sicurezza.<br>Funzioni vengono passate come un elenco delimitato da virgole di nomi di funzione.
ru: Позволяет отключать функции php в целях безопасности.<br>Функции при добавлении разделяются запятыми.

source: Additional PHP settings
bs: Ostala PHP podesavanja
de: Zusätzliche PHP-Einstellungen
it: Impostazioni PHP aggiuntive

source: Here you can specify additional PHP settings.<br>Use the same syntax that you would use in a php.ini file.
bs: Ovdje mozete dodati dodatna PHP podesavanja.<br>Koristite istu sintaksu kao sto bi koristili u php.ini.
de: Hier können Sie ergänzende PHP-Einstellungen vornehmen.<br>Verwenden Sie dieselbe Syntax, die Sie in einer php.ini verwenden würden.
it: Qui è possibile specificare ulteriori impostazioni di PHP.<br>Utilizzare la stessa sintassi che si utilizzerebbe in un file php.ini.

source: If you encounter problems with rejected emails because of a wrong envelope sender address (SPF check), you can set a new sender address here.<br>Otherwise just keep this field empty.
bs: Ako primjetite problema sa obijenim e-mailovima zbog pogresne adresa posiljatelja (SPF provjera), vi mozete ovdje unjeti novu adresu posiljatelja.<br>Inace ostavite ovo polje prazno.
de: Wenn Sie Probleme mit abgelehnten E-Mails aufgrund einer falschen Absenderadresse (SPF-Prüfung) erhalten, können Sie hier eine neue Absenderadresse festlegen.<br> Andernfalls lassen Sie dieses Feld einfach leer.
it: Se si riscontrano problemi con le email respinte a causa di un indirizzo mittente sulla busta sbagliata (controllo SPF), è possibile impostare un nuovo indirizzo di mittente qui.<br>In caso contrario basta tenere questo campo vuoto.

source: PHP-FPM settings
bs: PHP-FPM podesavanja
de: PHP-FPM Einstellungen
it: Settaggi PHP-FPM
ru: Настройки PHP-FPM

source: Specifies how the process manager administrates the number of child processes.<br><b>static</b> - the number of child processes is fixed (pm.max_children).<br><b>ondemand</b> - the child processes will start, when they are needed.<br><b>dynamic</b> - the number of child processes will be adjusted dynamically, at the beginning pm.start_servers processes will start.
bs: Oredzuje kako ce proces menadzer administrirati djecije procese.<br><b>static</b> - broj djecih procesa je fixan (pm.max_children).<br><b>ondemand</b> - djeci proces ce biti pokrenut kad bude trebo.<br><b>dynamic</b> - broj djecih procesa ce biti prilagodzen dinamicki, na pocetku ce pm.start_servers proces ce se startovati.
de: Gibt an, wie der Prozess-Manager die Anzahl der Kindprozesse verwaltet.<br><b>static</b> - die Anzahl der Kindprozesse ist fest eingestellt (pm.max_children).<br><b>ondemand</b> - die Kindprozesse werden gestartet, sobald Sie benötigt werden.<br><b>dynamic</b> - die Anzahl der Kindprozesse wird dynamisch eingestellt, zu Beginn werden pm.start_servers Prozesse gestartet.
it: Specifica come il manager di processo amministra il numero di processi figli.<br><b>statica</b> - il numero di processi figlio è fisso (max_children).<br><b>ondemand</b> - i processi figlio avrà inizio, quando sono necessari.<br><b>dinamica</b> - il numero di processi figlio verrà regolata dinamicamente, presso lo start_servers di inizio processi avrà inizio.
ru: Определяет, как менеджер процессов администрирует количество дочерних процессов.<br><b>static</b> - число дочерних процессов фиксируется. (pm.max_children).<br><b>ondemand</b> - дочерние процессы запустятся при необходимости.<br><b>dynamic</b> - число дочерних процессов регулируется динамически, начальное значение задается параметром pm.start_servers.

source: The number of child processes that will be created maximal.
bs: Broj djecih procesa koji ce se stvoriti maximalano.
de: Die Anzahl an Kindprozessen, die maximal erstellt werden.
it: Numero massimo di processi figli che verrà creato.
ru: Максимальное количество дочерних процессов.

source: The number of requests that a child process performs before it restarts.<br>For an unlimited number of requests, enter the value 0.
bs: Broj zahtjeva koji ce djeci proces odratiti prije nego sto se ponovo starta.<br>Za neogranicen broj zahtjeva unesite 0.
de: Die Anzahl an Anfragen, die ein Kindprozesse ausführt, bevor er neu startet<br>Für eine unbegrenzte Anfragezahl tragen Sie den Wert 0 ein.
it: Numero di richieste che un processo figlio esegue prima di essere riavviato.<br>Per un numero illimitato di richieste impostare il valore 0.
ru: Фиксированное число дочерних процессов.<br> Для неограниченного числа запросов введите 0.

source: The desired minimum number of processes.
bs: Zeljeni minimalni broj procesa.
de: Die gewünschte Mindestanzahl an Prozessen.
it: Il numero minimo desiderato dei processi.
ru: Минимальное количество процессов.

source: The desired maximum number of processes.
bs: Zeljeni maximalni broj procesa.
de: Die gewünschte Maximalanzahl an Prozessen.
it: Il numero massimo desiderato di processi.
ru: Максимальное количество процессов.

source: Only necessary if the setting <strong>pm</strong> is set to <strong>dynamic</strong>.
bs: Samo potrebno ako je podesavanje <strong>pm</strong> postavljeno na <strong>dynamic</strong>.
de: Nur notwendig, wenn die Einstellung <b>pm</b> auf <b>dynamic</b> gesetzt ist.
it: Necessario solo se l' impostazione <strong>pm</strong> è impostata su <strong>dinamico</strong>.
ru: Доступно только, если выбрана опция <strong>pm</strong>-<strong>dynamic</strong>.

source: Modify SSL settings
bs: Izmjeni SSL podesavanja
de: SSL-Einstellungen bearbeiten
it: Modifica le impostazioni SSL

source: The user can modify SSL settings of his domains (e.g set certificate, Let's Encrypt, HSTS).
bs: Korisnik moze izmjenuti SSL podesavanja na svojoj domeni (Postavljanje certifikata, Let's Encrypt, HSTS).
de: Der Benutzer kann SSL-Einstellungen seiner Domains modifizieren (z.B. Zertifikat festlegen, Let's Encrypt, HSTS).

source: Enable PHP-FPM status page
bs: Dozvoli PHP-FPM status stranicu
de: PHP-FPM Statusseite aktivieren
it: Attivare la pagina di stato del PHP-FPM
ru: Включить статус PHP-FPM

source: If enabled, the following URLs can be used to determine the PHP-FPM status:<br>&lt;DOMAIN NAME&gt;/fpm-ping<br>&lt;DOMAIN NAME&gt;/fpm-status<br><br>You can limit access permission to one IP. (Empty = No limitation)
bs: Ako je ukljuceno, ovdje mozete odrediti URL za PHP-FPM status:<br>&lt;DOMAIN NAME&gt;/fpm-ping<br>&lt;DOMAIN NAME&gt;/fpm-status<br><br>Vi mozete dozvoliti pristup preko jedne IP. (Prazno = Bez limitiranja)
de: Wenn aktiv, stehen die folgenden URLs zur Ermittlung des PHP-FPM Status zur Verfügung:<br>&lt;DOMAINNAME&gt;/fpm-ping<br>&lt;DOMAINNAME&gt;/fpm-status<br><br>Sie können die Zugriffs-Erlaubnis auf eine IP beschränken. (Leer = keine Einschränkung)
it: Se abilitato, i seguenti URL possono essere utilizzati per determinare lo stato di PHP-FPM:<br>< nome dominio > / fpm-ping<br>< nome dominio > / fpm-stato<br><br>È possibile limitare l'autorizzazione di accesso a un IP. (Vuoto non = nessuna limitazione)

source: Only allow access via this IP
bs: Samo dozvoli pristup preko slijedece IP
de: Erlaube den Zugriff nur über diese IP
it: Permetti l'accesso solo attraverso questo IP
ru: Разрешить доступ только с этого IP

source: Setup date
bs: Datum instalacije
de: Einrichtungsdatum
it: Data di setup
ru: Дата установки

source: show more
bs: vidi vise
de: weitere anzeigen
it: Mostra di più
ru: показать больше

source: Additional options
de: Zusätzliche Optionen

source: Not set
de: Nicht gesetzt

source: Unsuspend
de: Sperrung aufheben

source: Set deletion date
de: Löschdatum setzen

source: The user account will get deleted on the specified date.
de: Das Benutzerkonto wird zum angegebenen Datum gelöscht.

source: If the datepicker is not supported by your browser, enter the desired date in the format YYYY-MM-DD.
de: Wenn der Datums-Picker von Ihrem Browser nicht unterstützt wird, geben Sie das gewünschte Datum im Format JJJJJ-MM-TT ein.

source: Set suspension date
de: Sperrdatum setzen

source: The user account will get suspended on the specified date.
de: Das Benutzerkonto wird zum angegebenen Datum gesperrt.

source: Domains become disabled and access via FTP / SSH / email / panel access become denied.
de: Domains werden deaktiviert und der Zugriff über FTP / SSH / E-Mail / Panel-Zugriff wird verweigert.

source: Suspend now (= current date)
de: Sofort sperren (= aktuelles Datum)

source: Suspended
de: Gesperrt

source: Traffic
bs: Protok Podataka
it: Traffico
ru: Трафик

source: Webspace
bs: Webprostor
it: Spazio web
ru: Пространство под сайты

source: Emails
bs: E-Mailovi
it: Email
ru: Почтовые ящики

source: static
it: statico

source: dynamic
it: dinamico
