Repository: alex-mahr/keyhelp-translation
Catalog: */LC_MESSAGES/page_backup.po
Languages: de, it, ru

source: Recent backup tasks
de: Aktuelle Backup Aufgaben
it: Backup recenti
ru: Последние задачи

source: Started on
de: Gestartet am
it: Iniziato il:
ru: Процесс звпущен

source: Status
it: Stato
ru: Статус

source: Destination repository
de: Ziel Repository
it: Repository di destinazione
ru: Выбор места хранения

source: Startup type
de: Start-Typ
it: Tipo di avvio
ru: Способ запуска

source: Create a backup
de: Backup erstellen
it: Creare un backup
ru: Создать резервную копию

source: Here you can start a backup process.<br>After finishing, the backup archive will be stored in the repository you selected.
de: Hier können Sie einen Backup Prozess starten.<br>Nach Abschluss des Vorgangs wird das fertige Backup Archiv in dem von Ihnen gewählten Repository abgelegt.
it: Qui puoi iniziare un processo di backup.<br>Dopo aver terminato, l'archivio di backup verrà memorizzato nel repository selezionato.
ru: Здесь мы можете запустить процесс резервного копирования.<br>Псоле завершения архив появится в выбранном вами хранилище.

source: Schedule a backup
de: Backup planen
it: Pianifica un backup
ru: Запланировать резервное копирование

source: Here you can schedule regularly performed backup tasks.<br>The backup process runs automatically, at the time you specified.
de: Hier können Sie regelmäßig durchzuführende Backup Aufgaben planen.<br>Der Backup Prozess wird automatisch, immer zu der von Ihnen festgelegten Zeit durchgeführt.
it: Qui è possibile pianificare attività di backup regolarmente effettuate.<br>Il processo di backup viene eseguito automaticamente, al momento specificato.
ru: Здесь вы можете создать регулярные задачи резервного копирования.<br>Процесс резервного копирования запускается автоматически, в выбранное вами время.

source: Local repository
de: Lokales Repository
it: Repository locale
ru: Локальное хранилище

source: Remote repository
it: Repository remoto
ru: Удаленное хранилище

source: Here you get an overview of your created backups, located on this server (= Local repository), or on the remote server (= Remote Repository) specified by you.<br>You can also download your backups to your personal computer, or remove files from your repositories.
de: Hier erhalten Sie eine Übersicht über Ihre erstellten Backups, die sich auf diesem Server (= Lokales Repository),<br> oder auf dem von Ihnen festgelegten externen Server (= Remote Repository) befinden.<br>Weiterhin können Sie Backups auf Ihren privaten Computer herunterladen, oder Daten aus Ihren Repositorys entfernen.
it: Qui viene fornita una panoramica dei backup creati su questo server (= Repository locale) o sul server remoto (= Repository remoto) specificato da voi.<br>È inoltre possibile scaricare i backup sul proprio computer o rimuovere file dai tuoi repository.
ru: Полный обзор ваших созданных резервных копий, расположенных на этом сервере (локальное хранилище), или на удаленном сервере (удаленное хранилище). <br> Вы также можете загрузить свои резервные копии на свой персональный компьютер, или удалить файлы из хранилищ.

source: Remote server settings
de: Remote Server Einstellungen
it: Configura server remoto
ru: Настройки удаленного сервера

source: Here you can specify an external server on which your backups are to be stored.
de: Hier können Sie einen externen Server festlegen, auf dem Ihre Backups abgelegt werden sollen.
it: Qui è possibile specificare un server remoto dove salvare i propri backup.
ru: Здесь вы можете указать внешний сервер, на котором будут храниться резервные копии.

source: Backup content
de: Backup Inhalt
it: Contenuto del backup
ru: Содержимое

source: Full user backup (home directories, databases, emails),<br>full server backup (KeyHelp, /etc/*, /root/*, /var/cron/spool/*, all databases)
de: Vollständiges User Backup (Homeverzeichnisse, Datenbanken, E-Mails),<br>Vollständiges Server Backup (KeyHelp, /etc/*, /root/*, /var/cron/spool/*, alle Datenbanken)
it: Backup completo dell'utente (cartella home, database, email),<br> backup completo server (KeyHelp, /etc/*, /root/*, /var/cron/spool/*, tutti i database)
ru: Полное копирование файлов пользователей (домашняя директория, базы данных, почта),<br>Полное копирование файлов сервера (KeyHelp, /etc/*, /root/*, /var/cron/spool/*, все абзы данных)

source: Full backup
de: Vollständiges Backup
it: Backup totale

source: Here you can specify where the backup archive will be stored.
de: Legen Sie hier fest, wo das fertige Backup Archiv gespeichert werden soll.
it: Qui è possibile specificare dove verranno salvati gli archivi dei backup
ru: Здесь вы можете указать место хранения резервных копий.

source: The administrator has prohibited to store local backups.
de: Der Administrator hat das Ablegen von lokalen Backups untersagt.
it: L'amministratore non permette il salvataggio locale dei backup
ru: Администратор запретил хранить локальные резервные копии.

source: There are no remote connection settings stored.
de: Es wurden noch keine Remote Verbindungseinstellungen hinterlegt.
it: Non sono presenti impostazioni di connessione remota archiviate.
ru: Настроки удаленного соединения не заданы.

source: Email address for notification
de: E-Mail-Adresse für Benachrichtigung
it: Indirizzo email per la notifica
ru: Email для получения уведомлений

source: If an error occur during backup, a message to will be send to this email address.
de: Sollte während des Backups ein Fehler auftreten, wird ein Hinweis an diese E-Mail-Adresse gesendet.
it: Se si verificano errori durante il backup verrà spedito un messaggio a questo indirizzo email.
ru: В случае возникновения ошибок при резервном копировании вы получите уведомление на указанный email.

source: Notify also in case of success
de: Auch im Erfolgsfall benachrichtigen
it: Notifica anche in caso di successo
ru: Уведомить в случае успешного выполнения

source: Password protection (optional)
de: Passwortschutz (optional)
it: Protezione con password (opzionale)
ru: Защита паролем (опционально)

source: This field can be left blank, if the value has already been saved.
de: Dieses Feld kann leer gelassen werden, sofern der Wert bereits gespeichert wurde.
it: Questo campo può essere lasciato vuoto, se il valore è già stato salvato.
ru: Это поле можно оставить пустым, если значение уже было сохранено.

source: This backup task is enabled
de: Diese Backup Aufgabe ist aktiviert
it: Il backup è ABILITATO.
ru: Задача включена

source: Start backup at this time
de: Backup zu dieser Uhrzeit starten
it: Ora d'inizio del backup:
ru: Время запуска резервного копирования

source: Use format HH:mm
de: Angabe im Format HH:mm
it: Formato OO:MM
ru: Использовать формат HH:mm

source: Backup interval
de: Backup Intervall
it: Intervallo di backup
ru: Интервал копирования

source: Maximum number of files in repository
de: Maximale Dateianzahl im Repository
it: Numero massimo di file per ogni repository
ru: Максимальное кол-во файлов в репозитории

source: To save disk space, you can limit the number of files in the chosen repository, the old backup files are removed for this purpose. <br> The value "0" / empty means "no limit".
de: Um Speicherplatz zu sparen, können Sie die Anzahl der Dateien im gewählten Repository begrenzen, die alte Backup Dateien werden hierfür gelöscht.<br><br>Der Wert "0" / leer bedeutet "Keine Einschränkung".
it: Per risparmiare spazio su disco, è possibile limitare il numero di file nell'archivio locale, i vecchi file di backup vengono rimossi per questo scopo.<br><br>Il valore "0" / vuoto significa "nessun limite".

source: Enable encryption
de: Verschlüsselung aktiviert
it: Attiva crittografia
ru: Включить шифрование

source: Reset settings
de: Einstellungen zurücksetzen
it: Rispristina le impostazioni
ru: Сбросить настройки

source: Are you sure, you want to reset the saved settings?
de: Sind Sie sicher, dass Sie gespeicherten Einstellungen zurücksetzen möchten?
it: Sei sicuro, che si desidera reimpostare le impostazioni salvate?
ru: Вы уверены что хотите сбросить сохраненные настройки?

source: View
de: Ansicht
it: Vedi
ru: Просмотр

source: Creation date
de: Erstellungsdatum
it: Data di creazione
ru: Дата создания

source: Filename
de: Dateiname
it: Nome file
ru: Имя файла

source: Size
de: Größe
it: Dimensione
ru: Размер

source: Delete selected files
de: Markierte Dateien löschen
it: Elimina i file selezionati
ru: Удалить выбраные файлы

source: Are you sure, you want to delete the selected files?
de: Sind Sie sicher, dass Sie die ausgewählten Dateien löschen wollen?
it: Sicuro di voler cancellare i file selezionati?
ru: Вы уверены что хотите удалить выбраные файлы?

source: Remote server
it: Server Remoto
ru: Удаленный сервер

source: Enter the host name or the IP address of the server.<br>If port is empty, the default port for this protocol is used.
de: Geben Sie den Hostname oder IP-Adresse des Servers an.<br>Wenn Port freigelassen wird, wird der Standard-Port für das gewählte Protokoll verwendet.
it: Immettere il nome host o l'indirizzo IP del server.<br>Se la porta è vuota, viene utilizzata la porta predefinita per questo protocollo.
ru: Введите хост или IP адрес сервера.<br>Если поле "порт" не заполнено, будет использован порт по умолчанию.

source: Port
it: Porta
ru: Порт

source: Protocol
de: Protokoll
it: Protocollo
ru: Протокол

source: Use FTPS
de: Verwende FTPS
it: Usa FTPS
ru: Использовать FTPS

source: FTP over SSL, short FTPS, is a method to encrypt the FTP protocol.
de: FTP über SSL, kurz FTPS, ist eine Methode zur Verschlüsselung des FTP-Protokolls.
it: FTP over SSL, abbreviato FTPS, è un metodo per criptare il protocollo FTP.
ru: FTP через SSL, метод шифрования данных передаваемых по FTP.

source: Use passive mode
de: Verwende Passiv-Modus
it: Utilizzare la modalità passiva
ru: Пассивный режим

source: This option should be selected if because of a firewall no connection to the remote server can be established.
de: Diese Option sollte gewählt werden, wenn aufgrund einer Firewall keine Verbindung zum Remote Server aufgebaut werden kann.
it: Questa opzione deve essere selezionata se a causa di un firewall non può essere stabilita alcuna connessione al server remoto.
ru: Этот параметр должен быть выбран, если из-за брандмауэра не удается подключиться к удаленному серверу.

source: Use public / private key authentication
de: Benutze Public/Private-Key Authentifizierung
it: Utilizzare l'autenticazione a chiave pubblica / privata
ru: Использовать открытый / секретный ключ аутентификации

source: Directory on the server
de: Verzeichnis auf dem Server
it: Directory sul server
ru: Директория на сервере

source: Login name
it: Nome login
ru: Логин

source: Public key
it: Chiave pubblica
ru: Открытый ключ

source: Copy to clipboard
de: In Zwischenablage kopieren
it: Copia negli appunti
ru: Копировать в буфер обмена

source: Remove key pair
de: Schlüsselpaar entfernen
it: Rimuovi la coppia di chiavi
ru: Удалить ключи

source: There is no public key. You must create a new key pair first.
de: Es existiert noch kein Public-Key. Sie müssen zuerst ein neues Schlüsselpaar erstellen.
it: Non esiste una chiave pubblica. Devi prima creare una nuova coppia di chiavi.
ru: Нет созданных ключей. Сначала необходимо создать новую пару ключей

source: Create key pair
de: Erstelle Schlüsselpaar
it: Creare la coppia di chiavi
ru: Создать ключи

source: Test connection
de: Verbindung testen
it: Test della connessione
ru: Тест соединения

source: Generating ...
de: Generierung läuft ...
it: Generazione in corso ...
ru: Создание ...

source: Test now
de: Jetzt testen
it: Prova ora
ru: Тестировать

source: Connecting ...
de: Verbinde ...
it: Connessione in corso...
ru: Соединение ...

source: Everything okay!
de: Alles okay!
it: Tutto ok!
ru: Успешное соединение!

source: An error has occurred:
de: Ein Fehler ist aufgetreten:
it: Si è verificato un errore:
ru: Возникла ошибка:

source: Backup
ru: Резервное копирование

source: For security reasons, we recommend protecting your backup with a password, especially if your backup contains sensitive data.<br>Note that you can not restore the backup without the password!
de: Aus Sicherheitsgründen empfehlen wir Ihr Backup mit einem Passwort zu schützen, insbesondere wenn Ihr Backup sensible Daten enthält.<br>Beachten Sie jedoch, dass Sie das Backup ohne dieses Passwort nicht wiederherstellen können!
